{"meta":{"charset":"utf-8","project":"magcore-app-browser 1.4.0","language":"bg","plural":"(n != 1)"},"data":{"":{"\"Storage read only access mode\" is enabled in System Settings":"","Actions":"","Address bar":"Адресна лента","BROWSER":"БРАУЗЪР","Back":"Назад","Button “Back”":"Бутон “Назад”","Button “Edit the address bar”":"Бутон “Редактирай адресната лента”","Button “Favorites”":"Бутон “Любими”","Button “Forward”":"Бутон “Напред”","Button “Reload”":"Бутон “Презареди”","Button “Stop”":"Бутон “Стоп”","Click on the \"Edit the address bar\" button to edit content in the address bar":"Натиснете бутон “Редактирай адресната лента” за да редактирате съдържанието на адресната лента","Click on the \"Stop\" button to stop the page loading":"Натиснете бутон “Стоп” за да спрете зареждането на страница","Click on the “Back” button to go to the previous page":"Натиснете бутон “Назад” за да се върнете на предишната страница","Click on the “Favorites” button to go to bookmarks":"Натиснете бутон “Любими” за да отворите отметките","Click on the “Forward” button to go to the next page":"Натиснете бутон “Напред” за да отидете на следващата страница","Click on the “Reload” button to reload the page":"Натиснете бутон “Презареди” за да презаредите страницата","Download":"Изтегляния","Downloads":"Изтегляния","Edit the address bar":"Редактирай адресната лента","Error loading file":"","Exit":"Изход","Favorites":"Любими","Forward":"Напред","Full screen":"Цял екран","Full-screen mode expands the browser window.":"Режим Цял екран ви позволява да използвате целия екран на телевизора за сърфиране.","Name":"Име","Navigation":"Навигация","No":"Не","Off":"Изключен","On":"Включен","Play":"","Reload":"Презареди","Scale":"Мащаб","Scale is the ratio of the visual size of the object image to its actual size.":"Мащабът е съотношението между стойността на изображението на обекта и неговия реален размер","Settings":"Настройки","Stop":"Спри","Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.":"Сърфирайте Интернет чрез вграден браузър! За да се улесните, можете да използвате мобилната апликация MAGic Remote или да свържете клавиатура или мишка чрез USB порт.","URL":"URL","Virtual keyboard":"Виртуална клавиатура","Virtual mouse":"Виртуална мишка","Virtual mouse is the option to emulate mouse behavior with keyboard.":"Виртуалната мишка е способността да емулирате поведението на мишка чрез клавиатура","Yes":"Да","files":"файлове","info":"информация","menu":"меню","parameters":"параметри"}}}