{"meta":{"charset":"utf-8","project":"Internet bookmarks Manager","language":"es","plural":"(n != 1)"},"data":{"":{"\"Storage read only access mode\" is enabled in System Settings":"\"Storage read only access mode\" is enabled in System Settings","Actions":"","Address bar":"Barra de direcciones","BROWSER":"NAVEGADOR","Back":"Atrás","Button “Back”":"Botón “Atrás”","Button “Edit the address bar”":"Botón “Editar barra de direcciones”","Button “Favorites”":"Botón “Favoritos”","Button “Forward”":"Botón “Siguiente”","Button “Reload”":"Botón “Volver a cargar”","Button “Stop”":"Botón “Detener”","Click on the \"Edit the address bar\" button to edit content in the address bar":"Pulse el botón “Editar barra de direcciones” para cambiar el contenido de la barra de direcciones","Click on the \"Stop\" button to stop the page loading":"Pulse el botón “Detener” para dejar de cargar la página","Click on the “Back” button to go to the previous page":"Pulse el botón “Atrás” para ir a la página anterior","Click on the “Favorites” button to go to bookmarks":"Pulse el botón “Favoritos” para ir a los marcadores","Click on the “Forward” button to go to the next page":"Pulse el botón “Siguiente” para ir a la página siguiente","Click on the “Reload” button to reload the page":"Pulse el botón “Volver a cargar” para volver a cargar la página","Download":"Descargas","Downloads":"Descargas","Edit the address bar":"Editar la barra de direcciones","Error loading file":"","Exit":"Salir","Favorites":"Favoritos","Forward":"Siguiente","Full screen":"Pantalla completa","Full-screen mode expands the browser window.":"El modo pantalla completa le permite usar toda la pantalla de televisión para navegar.","Name":"Nombre","Navigation":"Navegación","No":"No","Off":"Desactivado","On":"Activado","Play":"Reproducir","Reload":"Volver a cargar","Scale":"Escala","Scale is the ratio of the visual size of the object image to its actual size.":"La escala es la relación entre la imagen del objeto y su tamaño real","Settings":"Ajustes","Stop":"Detener","Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.":"¡Navegue por Internet con el navegador integrado! Para hacerlo más fácil, puede usar la aplicación móvil MAGic Remote o conectar el teclado o ratón a través de un puerto USB.","URL":"URL","Virtual keyboard":"Teclado virtual","Virtual mouse":"Ratón virtual","Virtual mouse is the option to emulate mouse behavior with keyboard.":"El ratón virtual emula el comportamiento del ratón con el teclado","Yes":"Sí","files":"archivos","info":"información","menu":"menú","parameters":"parámetros"}}}