{"meta":{"charset":"utf-8","project":"magcore-app-browser 1.1.8","language":"fr","plural":"(n > 1)"},"data":{"":{"\"Storage read only access mode\" is enabled in System Settings":"","Actions":"","Address bar":"Barre d’adresse","BROWSER":"NAVIGATEUR","Back":"Retour","Button “Back”":"Bouton «Retour»","Button “Edit the address bar”":"Bouton «Modifier la barre d’adresse»","Button “Favorites”":"Bouton «Favoris»","Button “Forward”":"Bouton «Avancer»","Button “Reload”":"Bouton «Recharger»","Button “Stop”":"Bouton «Stop»","Click on the \"Edit the address bar\" button to edit content in the address bar":"Cliquer sur le bouton «Modifier la barre d’adresse» pour modifier le contenu de la barre d’adresse","Click on the \"Stop\" button to stop the page loading":"Cliquer sur le bouton «Stop» pour arrêter le chargement de la page","Click on the “Back” button to go to the previous page":"Cliquer sur le bouton «Retour» pour aller à la page précédente","Click on the “Favorites” button to go to bookmarks":"Cliquer sur «Favoris» pour aller aux signets","Click on the “Forward” button to go to the next page":"Cliquer sur le bouton «Avancer» pour aller à la page suivante","Click on the “Reload” button to reload the page":"Cliquer sur le bouton «Recharger» pour recharger la page","Download":"Téléchargements","Downloads":"Téléchargements","Edit the address bar":"Modifier la barre d’adresse","Error loading file":"","Exit":"Quitter","Favorites":"Favoris","Forward":"Avancer","Full screen":"Plein écran","Full-screen mode expands the browser window.":"Le mode plein-écran vous permet d’utiliser la totalité de votre écran de TV pour naviguer","Name":"Nom","Navigation":"Navigation","No":"Non","Off":"Off","On":"On","Play":"","Reload":"Recharger","Scale":"Balance","Scale is the ratio of the visual size of the object image to its actual size.":"La balance est le ratio de la valeur de l’image objet par rapport à sa taille réelle","Settings":"Paramètres","Stop":"Stop","Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.":"Surfez sur Internet via un navigateur intégré! Pour que ce soit encore plus facile, vous pouvez utiliser l’appli mobile MAGic Remote ou connecter le clavier ou la souris via le port USB.","URL":"URL","Virtual keyboard":"Clavier virtuel","Virtual mouse":"Souris virtuelle","Virtual mouse is the option to emulate mouse behavior with keyboard.":"La souris virtuelle est la possibilité d’imiter le comportement de la souris avec le clavier","Yes":"Oui","files":"fichiers","info":"info","menu":"menu","parameters":"paramètres"}}}