{"meta":{"charset":"utf-8","project":"magcore-app-browser 1.4.0","language":"hy","plural":"n != 1"},"data":{"":{"\"Storage read only access mode\" is enabled in System Settings":"","Actions":"","Address bar":"Հղման դաշտ","BROWSER":"ԲՐԱՈՒԶԵՐ","Back":"Ետ","Button “Back”":"Կոճակ «Ետ»","Button “Edit the address bar”":"Կոճակ «Փոփոխել հղման դաշտը»","Button “Favorites”":"Կոճակ «Ընտրվածներ»","Button “Forward”":"Կոճակ «Առաջ»","Button “Reload”":"Կոճակ «Վերաբեռնել»","Button “Stop”":"Կոճակ «Դադարեցնել»","Click on the \"Edit the address bar\" button to edit content in the address bar":"Սեղմել «Փոփոխել հղման դաշտը» կոճակը հղման դաշտում փոփոխություն կատարելու համար","Click on the \"Stop\" button to stop the page loading":"Սեղմել «Դադարեցնել» կոճակը էջի բեռնումը դադարեցնելու համար","Click on the “Back” button to go to the previous page":"Սեղմել «Ետ» կոճակը նախորդ էջ գնալու համար","Click on the “Favorites” button to go to bookmarks":"Սեղմել «Ընտրվածներ» կոճակը էջանշված դաշտ գնալու համար","Click on the “Forward” button to go to the next page":"Սեղմել «Առաջ» կոճակը հաջորդ էջ գնալու համար","Click on the “Reload” button to reload the page":"Սեղմել «Վերաբեռնել» կոճակը էջը վերբեռնելու համար","Download":"Ներբեռնումներ","Downloads":"Ներբեռնումներ","Edit the address bar":"Փոփոխել հղման դաշտը","Error loading file":"","Exit":"Ելք","Favorites":"Ընտրվածներ","Forward":"Առաջ","Full screen":"Ամբողջական էկրան","Full-screen mode expands the browser window.":"Ամբողջական էկրանի ռեժիմը թույլ է տալիս օգտագործել հեռուստատեսային ամբողջ էկրանը դիտարկման համար:","Name":"Անվանում","Navigation":"Տեղորոշում","No":"Ոչ","Off":"Անջատում","On":"Միացում","Play":"","Reload":"Վերաբեռնում","Scale":"Մասշտաբ","Scale is the ratio of the visual size of the object image to its actual size.":"Մասշտաբը օբյեկտ պատկերի արժեքի հարաբերակցությունն է դրա փաստացի չափի հետ","Settings":"Կարգավորումներ","Stop":"Դադար","Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.":"Օգտվիր ինտերնետից ներկառուցված բրաուզերի միջոցով։ Դա ավելի դյուրին դարձնելու համար դու կարող ես օգտագործել MAGic Remote բջջային հավելվածը կամ միացնել ստեղնաշարը կամ մկնիկը USB պորտի միջոցով ։","URL":"Հղում","Virtual keyboard":"Վիրտուալ ստեղնաշար","Virtual mouse":"Վիրտուալ մկնիկ","Virtual mouse is the option to emulate mouse behavior with keyboard.":"Վիրտուալ մկնիկը մկնիկի վարքագծի ընդօրինակումն է ստեղնաշարի միջոցով ","Yes":"Այո","files":"ֆայլեր","info":"տեղեկատվություն","menu":"ընտրացանկ","parameters":"պարամետրեր"}}}