{"meta":{"charset":"utf-8","project":"magcore-app-browser 1.1.8","language":"it","plural":"(n != 1)"},"data":{"":{"\"Storage read only access mode\" is enabled in System Settings":"","Actions":"","Address bar":"Barra degli indirizzi","BROWSER":"BROWSER","Back":"Indietro","Button “Back”":"Pulsante “Indietro”","Button “Edit the address bar”":"Pulsante “Modifica barra degli indirizzi”","Button “Favorites”":"Pulsante “Preferiti”","Button “Forward”":"Pulsante “Avanti”","Button “Reload”":"Pulsante “Aggiorna”","Button “Stop”":"Pulsante “Stop”","Click on the \"Edit the address bar\" button to edit content in the address bar":"Clicca sul pulsante “Modifica barra degli indirizzi” per modificare il contenuto della barra degli indirizzi","Click on the \"Stop\" button to stop the page loading":"Clicca sul pulsante “Stop” per interrompere il caricamento della pagina","Click on the “Back” button to go to the previous page":"Clicca sul pulsante “Indietro” per tornare alla pagina precedente","Click on the “Favorites” button to go to bookmarks":"Clicca sul pulsante “Preferiti” per accedere ai segnalibri","Click on the “Forward” button to go to the next page":"Clicca sul pulsante “Avanti” per andare alla pagina successiva","Click on the “Reload” button to reload the page":"Clicca sul pulsante “Aggiorna” per ricaricare la pagina","Download":"Download","Downloads":"Download","Edit the address bar":"Modifica la barra degli indirizzi","Error loading file":"","Exit":"Esci","Favorites":"Preferiti","Forward":"Avanti","Full screen":"A tutto schermo","Full-screen mode expands the browser window.":"La modalità a tutto schermo ti permette di usare l'intero schermo della TV per la navigazione.","Name":"Nome","Navigation":"Navigazione","No":"No","Off":"Off","On":"On","Play":"","Reload":"Ricarica","Scale":"Scala","Scale is the ratio of the visual size of the object image to its actual size.":"La scala è un rapporto che indica le dimensioni di un oggetto comparate alle dimensioni reali","Settings":"Impostazioni","Stop":"Stop","Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.":"Naviga su internet usando il browser incluso! E per rendere la navigazione ancora più facile puoi usare l'app MAGic Remote o collegare mouse o tastiera alla porta USB.","URL":"URL","Virtual keyboard":"Tastiera virtuale","Virtual mouse":"Mouse virtuale","Virtual mouse is the option to emulate mouse behavior with keyboard.":"Il mouse virtuale consiste nella possibilità di emulare il comportamento del mouse tramite la tastiera","Yes":"Si","files":"file","info":"info","menu":"menu","parameters":"parametri"}}}