{"meta":{"charset":"utf-8","project":"magcore-app-browser 1.1.8","language":"nl","plural":"(n != 1)"},"data":{"":{"\"Storage read only access mode\" is enabled in System Settings":"","Actions":"","Address bar":"Adresbalk","BROWSER":"BROWSER","Back":"Terug","Button “Back”":"Knop “Terug”","Button “Edit the address bar”":"Knop “Bewerk adresbalk”","Button “Favorites”":"Knop “Favorieten”","Button “Forward”":"Knop “Vooruit”","Button “Reload”":"Knop “Herladen”","Button “Stop”":"Knop “Stop”","Click on the \"Edit the address bar\" button to edit content in the address bar":"Klik op de “Bewerk adresbalk” knop om inhoud in de adresbalk te veranderen","Click on the \"Stop\" button to stop the page loading":"Klik op de “Stop” knop om te stoppen met het laden van de pagina","Click on the “Back” button to go to the previous page":"Klik op de “Terug” knop om naar de vorige pagina te gaan","Click on the “Favorites” button to go to bookmarks":"Klik op de “Favorieten” knop om naar bladwijzers te gaan","Click on the “Forward” button to go to the next page":"Klik op de “Vooruit” knop om naar de volgende pagina te gaan","Click on the “Reload” button to reload the page":"Klik op de “Herladen” knop om de pagina te herladen","Download":"Downloads","Downloads":"Downloads","Edit the address bar":"Bewerk adresbalk","Error loading file":"","Exit":"Verlaten","Favorites":"Favorieten","Forward":"Vooruit","Full screen":"Volledig scherm","Full-screen mode expands the browser window.":"Met de Volledig-scherm module kunt u uw gehele TV-scherm gebruiken om te bladeren. ","Name":"Naam","Navigation":"Navigatie","No":"Nee","Off":"Uit","On":"Aan","Play":"","Reload":"Herladen","Scale":"Schaal","Scale is the ratio of the visual size of the object image to its actual size.":"Schaal geeft de verhouding aan tussen het object en de daadwerkelijke grote","Settings":"Instellingen","Stop":"Stop","Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.":"Surf over het internet met de ingebouwde browser! Om het makkelijk te maken kun je de Magic Remote mobiele app gebruiken, of je verbind het toetsenbord/de muis via de USB poort.","URL":"URL/Internetadres","Virtual keyboard":"Virtueel toetsenbord","Virtual mouse":"Virtuele muis","Virtual mouse is the option to emulate mouse behavior with keyboard.":"Met de Virtuele muis heb je de mogelijkheid te evenaren hoe de muis werkt met het toetsenbord","Yes":"Ja","files":"bestanden","info":"info","menu":"menu","parameters":"parameters"}}}