{"meta":{"charset":"utf-8","project":"magcore-app-browser 1.1.8","language":"pl","plural":"(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2)"},"data":{"":{"\"Storage read only access mode\" is enabled in System Settings":"","Actions":"","Address bar":"Pasek adresu","BROWSER":"PRZEGLĄDARKA","Back":"Wstecz","Button “Back”":"Przycisk “Wstecz”","Button “Edit the address bar”":"Przycisk “Edytuj pasek adresu”","Button “Favorites”":"Przycisk “Ulubione”","Button “Forward”":"Przycisk “Dalej”","Button “Reload”":"Przycisk “Odśwież”","Button “Stop”":"Przycisk “Stop”","Click on the \"Edit the address bar\" button to edit content in the address bar":"Wciśnij przycisk “Edytuj pasek adresu” by zmienić zawartość paska adresu","Click on the \"Stop\" button to stop the page loading":"Wciśnij przycisk “Stop” by przerwać ładowanie strony","Click on the “Back” button to go to the previous page":"Wciśnij przycisk “Wstecz” by przejść do poprzedniej strony","Click on the “Favorites” button to go to bookmarks":"Wciśnij przycisk “Ulubione” by przejść do zakładek","Click on the “Forward” button to go to the next page":"Wciśnij przycisk “Dalej” by przejść do kolejnej strony","Click on the “Reload” button to reload the page":"Wciśnij przycisk “Odśwież” by załadować ponownie stronę","Download":"Pobrane","Downloads":"Pobrane","Edit the address bar":"Edytuj pasek adresu","Error loading file":"","Exit":"Wyjdź","Favorites":"Ulubione","Forward":"Dalej","Full screen":"Pełny ekran","Full-screen mode expands the browser window.":"Tryb pełnoekranowy pozwala wykorzystać cały ekran telewizora do przeglądania","Name":"Nazwa","Navigation":"Nawigacja","No":"Nie","Off":"Wyłącz","On":"Włącz","Play":"","Reload":"Odśwież","Scale":"Skala","Scale is the ratio of the visual size of the object image to its actual size.":"Skala jest stosunkiem wartości obrazu obiektu do jego rzeczywistego rozmiaru ","Settings":"Ustawienia","Stop":"Stop","Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.":"Przeglądaj Internet poprzez wbudowaną przeglądarkę! By uczynić to łatwiejszym, możesz użyć aplikacji mobilnej MAGic Remote lub podłączyć klawiaturę lub mysz poprzez port USB.","URL":"URL","Virtual keyboard":"Wirtualna klawiatura","Virtual mouse":"Wirtualna myszka","Virtual mouse is the option to emulate mouse behavior with keyboard.":"Wirtualna myszka - emulowanie zachowania myszki przy pomocy klawiatury","Yes":"Tak","files":"pliki","info":"info","menu":"menu","parameters":"parametry"}}}