{"meta":{"charset":"utf-8","project":"Internet bookmarks Manager","language":"ru","plural":""},"data":{"":{"\"Storage read only access mode\" is enabled in System Settings":"Включен режим \"только чтение\" для накопителя в Системных настройках","Actions":"","Address bar":"Адресная строка","BROWSER":"Браузер","Back":"Назад","Button “Back”":"Кнопка «Назад»","Button “Edit the address bar”":"Кнопка «Редактировать адресную строку»","Button “Favorites”":"Кнопка «Избранное»","Button “Forward”":"Кнопка «Вперед»","Button “Reload”":"Кнопка «Перезагрузка»","Button “Stop”":"Кнопка «Стоп»","Click on the \"Edit the address bar\" button to edit content in the address bar":"Нажмите кнопку «Редактировать адресную строку», чтобы отредактировать содержимое в адресной строке","Click on the \"Stop\" button to stop the page loading":"Нажмите кнопку «Стоп», чтобы остановить загрузку страницы","Click on the “Back” button to go to the previous page":"Нажмите кнопку «Назад», чтобы перейти на предыдущую страницу","Click on the “Favorites” button to go to bookmarks":"Нажмите кнопку «Избранное», чтобы перейти в закладки","Click on the “Forward” button to go to the next page":"Нажмите кнопку «Вперед», чтобы перейти к следующей странице","Click on the “Reload” button to reload the page":"Нажмите кнопку «Обновить», чтобы перезагрузить страницу","Download":"Загрузить","Downloads":"Загрузить","Edit the address bar":"Редактировать адресную строку","Error loading file":"","Exit":"Выход","Favorites":"Избранное","Forward":"Вперед","Full screen":"Во весь экран","Full-screen mode expands the browser window.":"Полноэкранный режим позволяет использовать весь экран телевизора для просмотра.","Name":"Имя:","Navigation":"Навигация","No":"Нет","Off":"Закрыть","On":"Открыть","Play":"Воспроизведение","Reload":"Обновление","Scale":"Масштаб","Scale is the ratio of the visual size of the object image to its actual size.":"Масштаб - это отношение значения изображения объекта к его фактическому размеру","Settings":"Настройки","Stop":"Остановка","Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.":"Погрузитесь в Интернет через встроенный браузер! Чтобы это стало проще, вы можете использовать мобильное приложение MAGic Remote или подключить клавиатуру или мышь через USB-порт.","URL":"URL:","Virtual keyboard":"Виртуальная клавиатура","Virtual mouse":"Виртуальная мышь","Virtual mouse is the option to emulate mouse behavior with keyboard.":"Виртуальная мышь - это способность эмулировать поведение мыши с помощью клавиатуры","Yes":"Да","files":"файлы","info":"информация","menu":"меню","parameters":"параметры"}}}