{"meta":{"charset":"utf-8","project":"magcore-app-browser 1.1.8","language":"sl","plural":"(n%100==1 ? 0 : n%100==2 ? 1 : n%100==3 || n%100==4 ? 2 : 3)"},"data":{"":{"\"Storage read only access mode\" is enabled in System Settings":"","Actions":"","Address bar":"Naslovna vrstica","BROWSER":"BRSKALNIK","Back":"Nazaj","Button “Back”":"Gumb “Nazaj”","Button “Edit the address bar”":"Gumb “Uredi naslovno vrstico”","Button “Favorites”":"Gumb “Priljubljene”","Button “Forward”":"Gumb “Naprej”","Button “Reload”":"Gumb “Osveži”","Button “Stop”":"Gumb “Ustavi”","Click on the \"Edit the address bar\" button to edit content in the address bar":"Za urejanje vsebine v naslovni vrstici klikni na gumb “Uredi naslovno vrstico”","Click on the \"Stop\" button to stop the page loading":"Za zaustavitev nalaganja strani klikni na gumb “Ustavi”","Click on the “Back” button to go to the previous page":"Za ogled prejšnje strani klikni na gumb “Nazaj”","Click on the “Favorites” button to go to bookmarks":"Za ogled zaznamkov klikni na gumb “Priljubljene”","Click on the “Forward” button to go to the next page":"Za ogled naslednje strani klikni na gumb “Naprej”","Click on the “Reload” button to reload the page":"Za osvežitev strani klikni na gumb “Osveži”","Download":"Prenosi","Downloads":"Prenosi","Edit the address bar":"Uredi naslovno vrstico","Error loading file":"","Exit":"Izhod","Favorites":"Priljubljeno","Forward":"Naprej","Full screen":"Celozaslonski način","Full-screen mode expands the browser window.":"Celozaslonski način omogoča uporabo celotnega TV zaslona za brskanje.","Name":"Ime","Navigation":"Navigacija","No":"Ne","Off":"Vključeno","On":"Izključeno","Play":"","Reload":"Osveži","Scale":"Merilo","Scale is the ratio of the visual size of the object image to its actual size.":"Merilo je razmerje med vrednostjo slike objekta in njegovo dejansko velikostjo","Settings":"Nastavitve","Stop":"Ustavi","Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.":"Brskaj po internetu s pomočjo vgrajenega brskalnika! Da bi bilo lažje, lahko uporabiš mobilno aplikacijo MAGic Remote ali prek USB izhoda priključiš tipkovnico ali miško.","URL":"URL","Virtual keyboard":"Virtualna tipkovnica","Virtual mouse":"Virtualna miška","Virtual mouse is the option to emulate mouse behavior with keyboard.":"Virtualna miška je možnost, ki posnema vedenje miške s tipkovnico","Yes":"Da","files":"datoteke","info":"podatki","menu":"meni","parameters":"parametri"}}}