{"meta":{"charset":"utf-8","project":"Internet bookmarks Manager","language":"uk","plural":""},"data":{"":{"\"Storage read only access mode\" is enabled in System Settings":"Включений режим \"тільки читання\" для накопичувача в Системних налаштуваннях","Actions":"","Address bar":"Адресний рядок","BROWSER":"Браузер","Back":"Назад","Button “Back”":"Кнопка «Назад»","Button “Edit the address bar”":"Кнопка «Редагувати адресний рядок»","Button “Favorites”":"Кнопка «Обране»","Button “Forward”":"Кнопка «Вперед»","Button “Reload”":"Кнопка «Оновити»","Button “Stop”":"Кнопка «Стоп»","Click on the \"Edit the address bar\" button to edit content in the address bar":"Натисніть на кнопку «Редагувати адресний рядок» для редагування змісту в адресному рядку","Click on the \"Stop\" button to stop the page loading":"Натисніть на кнопку «Стоп», щоб зупинити завантаження сторінки","Click on the “Back” button to go to the previous page":"Натисніть на кнопку «Назад», щоб перейти на попередню сторінку","Click on the “Favorites” button to go to bookmarks":"Натисніть на кнопку «Обране», щоб перейти в закладки","Click on the “Forward” button to go to the next page":"Натисніть на кнопку «Вперед», щоб перейти до наступної сторінки","Click on the “Reload” button to reload the page":"Натисніть на кнопку «Оновити», щоб перезавантажити сторінку","Download":"Завантажити","Downloads":"Завантажити","Edit the address bar":"Редагування адресного рядка","Error loading file":"","Exit":"Вихід","Favorites":"Обране","Forward":"Вперед","Full screen":"Fullscreen","Full-screen mode expands the browser window.":"Повноекранний режим дозволяє використовувати весь екран телевізора для перегляду.","Name":"Ім'я:","Navigation":"Навігація","No":"Ні","Off":"Закрити","On":"Відкрити","Play":"Відтворення","Reload":"Оновлення","Scale":"Масштаб","Scale is the ratio of the visual size of the object image to its actual size.":"Масштаб являє собою відношення величини зображення об'єкта в реальному розмірі","Settings":"Налаштування","Stop":"Зупинка","Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.":"Пориньте в Інтернет через вбудований браузер! Щоб це стало простіше, ви можете використовувати мобільний додаток MAGic Remote або підключити клавіатуру або мишу через USB-порт.","URL":"URL:","Virtual keyboard":"Віртуальна клавіатура","Virtual mouse":"Віртуальна миша","Virtual mouse is the option to emulate mouse behavior with keyboard.":"Віртуальна миша - це здатність емулювати поведінку миші за допомогою клавіатури.","Yes":"Так","files":"файли","info":"інформація","menu":"меню","parameters":"параметри"}}}