Repository: rummsi/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: es, pt

source: Add movie
es: Añadir película
pt: Adicionar filme

source: Address
es: Dirección
pt: Endereço

source: File name
es: Nombre del archivo
pt: Nome do ficheiro

source: Quality
es: Calidad
pt: Qualidade

source: Volume level
es: Nivel de volumen
pt: Nível de volume

source: Name is busy
es: Nombre ocupado
pt: Nome ocupado

source: Error: The folder with that name already exists
es: Error: La carpeta con ese nombre ya existe
pt: Erro: a pasta com esse nome já existe

source: Error creating the folder on moderator storage
es: Error al crear la carpeta en el almacenamiento de moderador
pt: Erro ao criar a pasta no armazenamento do moderador

source: Error: could not resize cover
es: Error: No se pudo redimensionar la portada
pt: Erro: não foi possível redimensionar a capa

source: Error: could not save cover image
es: Error: No se pudo guardar la imagen de portada
pt: Erro: não foi possível salvar a imagem da capa

source: No information about
es: No hay información
pt: Nenhuma informação sobre

source: or file is not exists
es: o no existe el archivo
pt: ou arquivo não existe

source: Edit movie
es: Editar película
pt: Editar filme

source: Date of publication
es: Fecha de publicación
pt: Data da publicação

source: Added to schedule
es: Añadir al calendario
pt: Adicionado à programação

source: Weight
es: Peso
pt: Peso

source: Views started
es: Comienzo de vistas
pt: Visualizações iniciadas

source: Views counted
es: Vistas contadas
pt: Visualizações contadas

source: Necessary to view
es: Es necesario para ver
pt: Necessário para ver

source: Advertising
es: Publicidad
pt: Publicidade

source: Add commercial
es: Añadir anuncio
pt: Adicionar comercial

source: MAC address
es: Dirección MAC
pt: Endereço MAC

source: Advertising is disabled
es: La publicidad se ha deshabilitado
pt: Publicidade desativada

source: Moderators
es: Moderadores
pt: Moderadores

source: Add moderator
es: Añadir moderador
pt: Adicionar moderador

source: Moderator
es: Moderador
pt: Moderador

source: Number
es: Número
pt: Número

source: Localized title
es: Título localizado
pt: Título localizado

source: Genres in category
es: Géneros en la categoría
pt: Géneros na categoria

source: Movies in category
es: Películas en la categoría
pt: Filmes na categoria

source: Age restriction
es: Restricción de edad
pt: Restrição de idade

source: Movies in genre
es: Películas en el género
pt: Filmes em género

source: Yes
es: Sí
pt: Sim

source: Only not ended
es: Visionado no completado
pt: Visualização não terminada

source: All history
es: Toda la historia
pt: Toda a história

source: 1 year
es: 1 año
pt: 1 ano

source: 6 months
es: 6 meses
pt: 6 meses

source: 3 months
es: 3 meses
pt: 3 meses

source: 1 month
es: 1 mes
pt: 1 mês

source: Save viewing history
es: Guardar el historial de visualización
pt: Salve o histórico de visualização

source: History size
es: Tamaño del historial
pt: Tamanho da história

source: Information about the video source
es: Información sobre la fuente de vídeo
pt: Informação sobre a fonte de vídeo

source: information not available
es: Información no disponible
pt: informação não disponíveis

source: Nothing to delete
es: Nada que eliminar
pt: Nada a excluir

source: Video {updchid} has been deleted
es: Video {updchid} ha sido eliminado
pt: Vídeo {updchid} foi excluído

source: {updid} seasons has been deleted
es: {updid} temporadas se han eliminado
pt: {updid} temporadas foram excluídas

source: Seasons({updid}) not deleted
es: Temporadas({updid}) no eliminadas
pt: Temporadas ({updid}) não excluídas

source: Deleting seasons ended with an error
es: Borrando temporadas que contengan error
pt: Exclusão de temporadas terminaram com um erro

source: {updid} series has been deleted
es: {updid} series se han eliminado
pt: série {updid} foi excluída

source: Series({updid}) not deleted
es: Series({updid}) no eliminadas
pt: Série ({updid}) não excluído

source: Deleting series ended with an error
es: Borrando series que contengan error
pt: Exclusão de séries terminou com um erro

source: {updid} files has been deleted
es: {updid} archivos se han eliminado
pt: Arquivos {updid} foram excluídos

source: Files({updid}) not deleted
es: Archivos({updid}) no borrados
pt: Arquivos ({updid}) não excluídos

source: Deleting files ended with an error
es: Borrando archivos que contengan errores
pt: Exclusão de arquivos terminou com um erro

source: Video id:{updid} has been deleted
es: Video id:{updid} ha sido eliminado
pt: Vídeo id:{updid} foi excluído

source: Video id:{updid} not deleted
es: Vídeo id:{updid} no se ha eliminado
pt: Vídeo id:{updid} não excluído

source: Deleting video id:{updid} ended with an error
es: Borrando vídeo id:{updid} que contenga error
pt: Apagar o vídeo id:{updid} terminou com um erro

source: Video {updchid} has been unpublished
es: Se ha anulado la publicación del video {updchid}
pt: Vídeo {updchid} foi despublicado

source: Video {updid} has been disabled
es: Video {updchid} se ha deshabilitado
pt: Vídeo {updid} foi desativado

source: Video {updid} has not been disabled
es: Video {updchid} no se ha deshabilitado
pt: Vídeo {updid} não foi desativado

source: Disabling video {updid} ended with an error
es: La desactivación del vídeo {updid} finalizó con un error
pt: Desativar vídeo {updid} terminou com um erro

source: You can not publish this entry. There are no available video file for this entry.
es: No puede publicar esta entrada. No hay archivos de vídeo disponibles para esta entrada.
pt: Não pode publicar esta entrada. Não há nenhum arquivo de vídeo disponível para esta entrada.

source: Video {updchid} has been processed
es: Video {updchid} se ha procesado
pt: Vídeo {updchid} foi processado

source: Video {updid} has been enabled
es: Video {updchid} se ha habilitado
pt: Vídeo {updid} foi habilitado

source: Video {updid} has not been enabled
es: Video {updchid} no se ha habilitado
pt: Vídeo {updid} não foi habilitado

source: Enabling video {updid} ended with an error
es: El permiso del vídeo {updid} finalizó con un error
pt: Habilitar o vídeo {updid} terminou com um erro

source: Not all fields are filled
es: No todos los campos están rellenos
pt: Nem todos os campos estão preenchidos

source: Address is busy
es: Dirección está ocupada
pt: Endereço ocupado

source: Address is available
es: Dirección está disponible
pt: Endereço disponível

source: Error: Not valid mac address
es: Error: Dirección MAC no válida
pt: Erro: endereço MAC não válido

source: Error during file moving from %s to %s
es: Error durante el movimiento de archivos de %s a %s
pt: Erro durante a movimentação do arquivo de %s para %s

source: Task {updchid} has been deleted
es: Tarea {upchid} ha sido eliminada
pt: Tarefa {updchid} foi excluída

source: Task id:{updid} has been deleted
es: Tarea id:{updid} ha sido eliminada
pt: Tarefa id:{updid} foi excluído

source: Task id:{updid} not deleted
es: Tarea id:{updid} no ha sido eliminada
pt: Tarefa id:{updid} não excluído

source: Deleting task id:{updid} ended with an error
es: Borrando tarea id:{updid} que contenga error
pt: Apagar a tarefa id:{updid} terminou com um erro

source: Number already used
es: Número ya en uso
pt: Número já utilizado

source: Number is available
es: Número disponible
pt: O número está disponível

source: Number must be greater than 0
es: El número debe ser mayor a 0
pt: O número deve ser maior do que 0

source: Value must be numeric
es: El valor debe ser numérico
pt: O valor deve ser numérico

source: In this category already exists such a genre
es: En esta categoría ya existe un género
pt: Nesta categoria já existe tal género

source: Not enough data for searching series file
es: No hay suficientes datos para la búsqueda del archivo en serie
pt: Não há dados suficientes para pesquisar o arquivo da série

source: Something wrong
es: Algo fue mal
pt: Algo errado

source: Added
es: Añadido
pt: Adicionado

source: Added
es: Añadido
pt: Adicionado

source: season's
es: temporadas
pt: temporada

source: season
es: temporada
pt: temporada

source: Added the {srsnm}th series of the {ssnnm}th season
es: Añadida la serie {srsnm}a de la temporada {ssnnm}a
pt: Adicionada a {srsnm}ª série da {ssnnm}ª temporada

source: DB error
es: Error BD
pt: Erro db

source: Claims for video {updchid} has been resetted
es: Las reclamaciones para el vídeo {updchid} se han reiniciado
pt: Reclamações sobre vídeo {updchid} foram reiniciadas

source: Claims for video {updid} has been reset
es: Las reclamaciones para el vídeo {updchid} se ha reseteado
pt: Reclamações de vídeo {updid} foram redefinidas

source: Claims for video {updid} has not been reset
es: Las reclamaciones para el vídeo {updchid} no se han reiniciado
pt: Reclamações de vídeo {updid} não foram redefinidas

source: Resetting claims for video {updid} ended with an error
es: El restablecimiento para el vídeo {updid} finalizó con un error
pt: Redefinir reclamações de vídeo {updid} terminou com um erro

source: monitoring off
es: Sin monitorizacion
pt: monitoramento desligado

source: errors occurred
es: Han ocurrido errores
pt: com erros

source: no errors
es: Sin errores
pt: sem erros

source: Volume
es: Volumen

source: Monitoring status
es: Estado de la supervisión
pt: Estado de monitoramento

source: Add radio
es: Añadir la radio
pt: Adicionar rádio

source: This number is not unique
es: Este número no es único
pt: Este número não é único

source: This name is not unique
es: Este nombre no es único
pt: Este nome não é único

source: Edit radio
es: Editar radio
pt: Editar rádio

source: Date unknown
es: Fecha desconocida
pt: Data desconhecida

source: {{dgt}} day(s) ago
es: hace {{dgt}} día(s)
pt: {{dgt}} dia(s) atrás

source: {{dgt}} hour(s) ago
es: hace {{dgt}} hora(s)
pt: {{dgt}} hora(s) atrás

source: {{dgt}} minutes ago
es: Hace {{dgt}} minutos
pt: {{dgt}} minutos atrás

source: less than a minute ago
es: hace menos de un minuto
pt: menos de um minuto atrás

source: Number is not unique
es: El número no es único
pt: Número não é único

source: Number is unique
es: El número es único
pt: O número é único

source: This field can contain only numbers
es: Este campo solo puede contener números
pt: Este campo pode conter apenas números

source: Preview
es: Vista previa
pt: Pré-visualização

source: Supported devices
es: Dispositivos soportados
pt: Dispositivos suportados

source: Appearance
es: Apariencia
pt: Aparência

source: Edit theme
es: Editar tema
pt: Editar tema

source: STB model
es: Modelo del decodificador
pt: Modelo STB

source: STB API version
es: Versión API del decodificador
pt: Versão STB API

source: Image date
es: Fecha de la imagen
pt: Data da Imagem

source: Update type
es: Tipo de actualización
pt: Atualizar tipo

source: Prefix
es: Prefijo
pt: Prefixo

source: Required image description
es: Versión de la imagen requerida
pt: Descrição da imagem necessária

source: Required STB API version
es: Versión de la API del decodificador requerida
pt: Versão necessária do STB API

source: Required hardware version
es: Versión de la imagen requerida
pt: Versão de hardware necessária

source: Automatic update
es: Actualización automática
pt: Atualização automática

source: User groups
es: Grupos de usuario
pt: Grupos de utilizadores

source: not changed
es: Sin cambios
pt: não mudou

source: There is no such skin
es: No existe tal apariencia
pt: Não há tal modelo

source: Current TV-theme - "{thmnm}", another platform - "{lthmnm}"
es: Tema-TV actual - "{thmnm}", otra plataforma - "{lthmnm}"
pt: Tema atual da TV - "{thmnm}", outra plataforma - "{lthmnm}"

source: Do not completed
es: No completado
pt: Não concluída

source: Movies
es: Películas
pt: Filmes

source: By days
es: Por días
pt: Por dias

source: By genres
es: Por géneros
pt: Por géneros

source: Views quantity
es: Cantidad de vistas
pt: Total de visualizações

source: Entire time of views, sec
es: Tiempo de visualización en total, seg
pt: Tempo inteiro de visualizações, seg

source: Open
es: Abrir
pt: Abrir

source: Rejected
es: Rechazado
pt: Rejeitado

source: Expired
es: Vencido
pt: Expirado

source: Archive
es: Archivo
pt: Arquivo

source: unknown
es: desconocido
pt: desconhecido

source: Completed
es: Completado
pt: Concluído

source: Video-club sound
es: Sonido del video-club
pt: Som Vídeoclube

source: Video-club video
es: Vídeo del video-club
pt: Vídeo Video-Clube

source: TV sound
es: Sonido de TV
pt: Som da TV

source: TV video
es: Vídeo TV
pt: Vídeo da TV

source: Karaoke sound
es: Sonido karaoke
pt: Som do karaoke

source: Karaoke video
es: Vídeo karaoke
pt: Vídeo do karaoke

source: No EPG
es: Sin EPG
pt: Sem EPG

source: EPG does not match
es: EPG no coincide
pt: EPG não corresponde

source: Complaints statistics
es: Estadística de quejas
pt: Estatísticas de reclamações

source: Complaints log
es: Registro de quejas
pt: Registo de reclamações

source: Object of complaint
es: Objeto de la queja
pt: Objeto de reclamação

source: Cleared all
es: Todo limpio
pt: Limpou tudo

source: Cleared
es: Limpio
pt: Limpo

source: Nothing in this category
es: Nada en esta categoría
pt: Nada nesta categoria

source: Last viewed date
es: Fecha de última visualización
pt: Última data de visualização

source: Number of copies
es: Número de copias
pt: Número de cópias

source: By day
es: Por día
pt: Por dia

source: Overall movies
es: Películas en general
pt: Filmes no geral

source: Genre popularity
es: Popularidad de género
pt: Popularidade do género

source: Last view TV
es: Última visualización de TV
pt: Última visualização de TV

source: Last view movie
es: Última película vista
pt: Último filme visualizado

source: Last view
es: Última visualización
pt: Última visualização

source: Home directory
es: Directorio principal
pt: Diretório Home

source: Video quality
es: Calidad de video
pt: Qualidade de vídeo

source: Storage quantity
es: Cantidad de almancenamiento
pt: Quantidade de armazenamento

source: All views
es: Todas las vistas
pt: Todas as visualizações

source: Views per month
es: Vistas al mes
pt: Visualizações por mês

source: Time
es: Tiempo
pt: Tempo

source: Message
es: Mensaje
pt: Mensagem

source: A cache has been reset
es: La memoria caché se ha restablecido
pt: Cache reiniciada

source: for
es: para
pt: para

source: for all servers
es: para todos los servidores
pt: para todos os servidores

source: Edit storage
es: Editar el almacenamiento
pt: ﻿Editar armazenamento

source: Fill in the required fields
es: Rellene los campos obligatorios
pt: Preencher campos obrigatórios

source: Attention please
es: "Atención
pt: Atenção, por favor

source: Storage "{strg}" has linked channels, check please channels settings
es: Almacenamiento "{strg}" tiene canales vinculados, compruebe la configuración de canales
pt: Armazenamento "{strg}" tem canais vinculados, verifique por favor, configurações de canais

source: List of linked channels
es: Lista de canales vinculados
pt: Lista de canais vinculados

source: Close
es: Cerrar
pt: Fechar

source: This server has connected TV channels for recording a TV archive
es: Este servidor tiene canales de TV conectados para grabar un archivos de TV
pt: Este servidor tem canais de TV conectados para gravar um arquivo de TV

source: Archive of channel with id - {chnl}
es: Archivo de canales con id - {chnl}
pt: Arquivo do canal com id - {chnl}

source: and
es: y
pt: e

source: This server
es: Este servidor
pt: Este servidor

source: is used for nPVR recording
es: es usado para grabación nPVR
pt: é usado para gravação de nPVR

source: Records of channel with id - {tsk} , user id - {usr}
es: Grabaciones del canal con id - {tsk} , id usuario - {usr}
pt: Registos de canal com id - {tsk} , id do utilizador - {usr}

source: Attention
es: Atención
pt: Atenção

source: You cannot change the name of storage
es: No puede cambiar el nombre del almacenamiento
pt: Não pode alterar nome do armazenamento

source: Storage not found
es: Almacenamiento no encontrado
pt: Armazenamento não encontrado

source: permanent
es: Permanente
pt: permanente

source: once-only
es: Una sola vez
pt: apenas uma vez

source: complete
es: Completar
pt: completo

source: Optional
es: Opcional
pt: Opcional

source: External ID
es: ID externa
pt: ID externo

source: Package
es: Paquete
pt: Pacote

source: Users
es: Usuarios totales
pt: Utilizadores

source: Service
es: Servicio
pt: Serviço

source: Access
es: Acceso
pt: Acesso

source: Service packages
es: Paquetes de servicio
pt: Pacotes de serviço

source: Add package
es: Añadir paquete
pt: Adicionar Pacote

source: TV archive
es: Archivo de TV
pt: Arquivo de TV

source: Not specified
es: No especificado
pt: Não especificado

source: Enabled
es: Permitido
pt: Ativado

source: Disabled
es: Desactivado
pt: Desativado

source: Settings
es: Ajustes
pt: Configurações

source: ID already used
es: ID en uso
pt: ID em uso

source: Edit package
es: Editar paquete
pt: Editar pacote

source: No expiration
es: Sin caducidad
pt: Sem expiração

source: With time limit
es: Limitado-tiempo
pt: Com limite de tempo

source: Tariff name
es: Nombre de tarifa
pt: Nome da tarifa

source: Validity period, days
es: Periodo de validez, días
pt: Período de validade, dias

source: Tariff plans
es: Planes de tarifa
pt: Planos e valores

source: Add tariff plan
es: Añadir plan de tarifas
pt: Adicionar plano tarifário

source: hours
es: horas
pt: horas

source: days
es: días
pt: dias

source: Edit tariff plan
es: Editar plan de consumo
pt: Editar plano tarifário

source: Log of user
es: Iniciar sesión de usuario
pt: Log de utilizador

source: Package name
es: Nombre del paquete
pt: Nome do pacote

source: Initiator
es: Iniciador
pt: Iniciador

source: Initiator role
es: Rol iniciador
pt: Papel iniciador

source: {pckg_rslt} packages and {srvcs_rslt} their services has been removed
es: paquetes {pckg_rslt} y sus servicios {srvcs_rslt} han sido eliminados
pt: {pckg_rslt} pacotes e {srvcs_rslt} seus serviços foram removidos

source: ID is available
es: ID disponible
pt: ID disponível

source: {trff_rslt} tariff plans and {plns_rslt} their packages has been removed
es: planes de tarifa {trff_rslt} y sus paquetes {plns_rslt} han sido eliminados
pt: {trff_rslt} planos tarifários e {plns_rslt} seus pacotes foram removidos

source: Found faulty storage
es: Encontrado almacenamiento incorrecto
pt: Encontrado armazenamento defeituoso

source: Tv archive setting is not possible
es: Configuración del archivo de TV no es posible
pt: Configuração de arquivo de TV não é possível

source: Movie
es: Película
pt: Filme

source: In process
es: En proceso
pt: Em processamento

source: In the work
es: Trabajando en ello
pt: Em trabalho

source: Can be archived
es: Se puede archivar
pt: Pode ser arquivado

source: In the archive
es: En el archivo
pt: No arquivo

source: Not in archive
es: No está en un archivo
pt: Não no arquivo

source: Not ready
es: No está listo
pt: Não está pronto

source: Ready
es: Listo
pt: Pronto

source: List of tasks in the category
es: Lista de tareas en la categoría
pt: Lista de tarefas na categoria

source: Media status
es: Estado de medios
pt: Estado de media

source: Media accessed
es: Medios accedidos
pt: Media acessada

source: Assigned to
es: Asignado a
pt: Atribuído a

source: Messages
es: Mensajes
pt: Mensagens

source: Duration (min)
es: Duración (min)
pt: Duração (min)

source: Tasks list
es: Lista de tareas
pt: Lista de Tarefas

source: History of task
es: Historial de la tarea
pt: História da tarefa

source: in section
es: en sección
pt: na seção

source: Created by
es: Creado por
pt: Criado por

source: Ministra
es: Administrador

source: Xtream-Codes
es: Códigos Xtream

source: Nimble
es: Diestro

source: Wowza SecureToken
es: Insignia segura Wowza

source: there are some problems
es: Hay algunos problemas
pt: existem alguns problemas

source: XMLTV ID
es: ID XMLTV
pt: ID XMLTV

source: Claims about audio/video/epg
es: Reclamar sobre audio/vídeo/epg
pt: Reclamações sobre áudio/vídeo/epg

source: Channels list
es: Lista de canales
pt: Lista de canais

source: Add a channel
es: Añadir un canal
pt: Adicionar um canal

source: This field cannot be empty if enabled TV-archive or nPVR
es: Este campo no puede estar vacío si está habilitado el archivo-TV o nPVR
pt: Este campo não pode estar vazio se habilitar arquivo de TV ou nPVR

source: For enabling Xtream-Codes Support you need enable mcrypt php-extension
es: Para permitir 'Xtream-Codes Support' necesita habilitar mcrypt php-extension
pt: Para activar o suporte Xtream-Codes,precisa activar o mcrypt php-extension

source: Requires at least one link of broadcast
es: Requiere al menos un enlace de emisión
pt: Requer pelo menos um link de difusão

source: This name already exists
es: Este nombre ya existe
pt: Este nome já existe

source: Editing the channel
es: Editando el canal
pt: Edição do canal

source: XMLTV file hash
es: Hash de archivo XMLTV
pt: Arquivo hash XMLTV

source: Update date
es: Fecha de actualización
pt: Data de atualização

source: Channels in genre
es: Canales en el género
pt: Canais em género

source: Cannot find channel
es: No se encontro el canal
pt: Não é possível encontrar canal

source: Channels {updchid} has been deleted
es: Canales {updchid} han sido eliminados
pt: Canais {updchid} foram excluídos

source: All tasks for channel id:{updid} has been deleted
es: Todas las tareas para el canal id:{updid} han sido borradas
pt: Todas as tarefas para o canal id:{updid} foram excluídas

source: Deleting tasks for channel id:{updid} ended with an error
es: Borrando tareas para el canal id:{updid} que contengan errores
pt: Apagar as tarefas para o canal id:{updid} terminou com um erro

source: All links for channel id:{updid} has been deleted
es: Todos los enlaces para el canal id:{updid} han sido borrados
pt: Todos os links para o canal id:{updid} foi excluído

source: Deleting links for channel id:{updid} ended with an error
es: Borrando enlaces para el canal id:{updid} que contengan errores
pt: A exclusão de links para o canal id:{updid} terminou com um erro

source: Not all links for channel id:{updid} has been deleted
es: No todos los enlaces para el canal id:{updid} han sido borrados
pt: Nem todos os links para o canal id:{updid} foram excluídos

source: Error delete file {lgd}
es: Error al borrar archivo {lgd}
pt: Erro ao excluir arquivo {lgd}

source: File logo {lgd} has been deleted
es: Archivo de logo {lgd} ha sido eliminado

source: Channel id:{updid} has been deleted
es: El canal id:{updid} ha sido eliminado
pt: Id de canal:{updid} foi excluído

source: Channel id:{updid} not deleted
es: El canal id:{updid} no ha sido eliminado
pt: Canal id:{updid} não excluído

source: Deleting channel id:{updid} ended with an error
es: Borrando canales id:{updid} finalizados con error

source: Channels {updchid} has been updated
es: Canales {updchid} han sido actualizados
pt: Canais {updchid} foi atualizado

source: Channel id:{updid} updated
es: El canal id:{updid} actualizado
pt: Canal id:{updid} atualizado

source: Channel id:{updid} not updated
es: El canal id:{updid} no ha sido actualizado
pt: Canal id:{updid} não atualizado

source: Update for channel id:{updid} ended with an error
es: Actualización del canal id:{updid} finalizó con un error

source: Last check
es: Última comprobación
pt: Última verificação

source: Cannot create directory %s
es: No pueden crearse directorios %s
pt: Não é possível criar directório %s

source: Error save file %s
es: Error Guardar archivo %s

source: Out of range. The shift is not possible.
es: Fuera de alzance. Desplazamiento imposible.
pt: Fora do alcance. A mudança não é possível.

source: No moved items, nothing to do
es: "No hay elementos movidos
pt: Nenhum item movido, nada a fazer

source: Failed to save, update the channel list
es: Ha fallado el guardado, actualice la lista de canales.
