Repository: rummsi/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: es, pt

source: Settings saved.<br>The STB will be rebooted. Press OK.
es: Ajustes guardados.<br>El decodificador se reiniciará. Presione OK.
pt: Configurações salvas.<br>O STB será reiniciado. Prima OK.

source: Error filling fields
es: Error en el contenido de los campos

source: Saving error
es: Error al guardar
pt: Erro de salvamento

source: LOCALIZATION
es: LOCALIZACIÓN
pt: LOCALIZAÇÃO

source: Language of the interface
es: Idioma de la interfaz
pt: Idioma da interface

source: City
es: Ciudad
pt: Cidade

source: Use PAGE-/+ buttons to move through several menu items
es: Use la tecla PÁG ARRIBA/ABAJO para desplazarse por varios elementos de menú

source: SOFTWARE UPDATE
es: ACTUALIZACIÓN DE SOFTWARE
pt: ACTUALIZAÇÃO DE SOFTWARE

source: START UPDATE
es: COMENZAR LA ACTUALIZACIÓN
pt: INICIAR ACTUALIZAÇÃO

source: From HTTP
es: De HTTP
pt: De HTTP

source: From USB
es: De USB
pt: A partir de USB

source: Method select
es: Seleccione el método

source: EMPTY
es: VACÍO
pt: VAZIO

source: WEATHER
es: CLIMA
pt: CLIMA

source: wind:
es: viento:
pt: vento:

source: INFOPORTAL
es: PORTALINFO

source: CITY INFO
es: INFO CIUDAD
pt: INFORMAÇÃO DA CIDADE

source: emergency
es: Emergencia
pt: emergência

source: help
es: Ayuda
pt: ajuda

source: other
es: Otro
pt: outro

source: HOROSCOPE
es: HORÓSCOPO
pt: HORÓSCOPO

source: JOKES
es: CHISTES
pt: PIADAS

source: GOTO
es: Ir a

source: LIKE
es: ME GUSTA
pt: CURTIR

source: BOOKMARK
es: MARCADOR
pt: MARCADOR

source: TO BOOKMARK
es: AL MARCADORES
pt: PARA BOOKMARK

source: JOKE
es: CHISTE
pt: PIADA

source: MASTERMIND
es: MENTEMAESTRA

source: RULES
es: REGLAS
pt: RÉGRAS

source: RATING
es: CLASIFICACIÓN
pt: EVALUACIÓN

source: Your task is to guess the number of unduplicated four digits, the first of them - not zero. Every your guess will be compared with the number put forth a STB. If you guessed a digit, but it is not in place, then it is a COW (C). If you guessed, and a number, and its location, this BULL (B).
es: Su tarea es adivinar el número no duplicado de cuatro dígitos, el primero de ellos - no es cero. Cada suposición suya se comparará con el número que le brinde el decodificador. Si pensó un dígito, pero no está, entonces es una VACA (C). Si coincide, y un número, y su ubicación, será TORO (B).

source: Moving the cursor
es: Al mover el cursor
pt: Movendo o cursor

source: Enter numbers into cells
es: Introduzca números en las celdas
pt: Inserir números em células

source: Confirmation of the step
es: Confirmación de la etapa

source: Moving through the pages of history moves
es: Moviéndose a través de las páginas de la historia se mueve

source: Service is disabled
es: Servicio está deshabilitado
pt: O serviço está desactivado

source: Channel is not available
es: El canal no está disponible

source: Channel is locked
es: El canal se ha bloqueado
pt: O canal está bloqueado

source: TV Guide
es: Guía de TV
pt: TV Sprievodca

source: RECORD
es: GRABAR
pt: GRAVAR

source: REMIND
es: RECORDAR
pt: LEMBRAR

source: Goto channel
es: Ir al canal

source: on channel
es: En el canal
pt: no canal

source: now begins
es: Ahora empieza
pt: agora começa

source: in
es: en
pt: em

source: started
es: Empezado
pt: iniciado

source: MORE
es: MÁS
pt: MAIS

source: search_box_languages
es: en

source: Timezone
es: Zona horaria
pt: Fuso Horário

source: NTP Server
es: servidor NTP

source: DELETE
es: BORRAR
pt: APAGAR

source: STOP
es: DETENER
pt: ESCALA

source: Do you really want to stop this record?
es: ¿Realmente quiere parar esta grabación?
pt: Queres mesmo parar esta gravação?

source: Confirm
es: Confirmar
pt: Confirmar

source: Server error. Try again later.
es: Error del Servidor. Inténtelo de nuevo más tarde.
pt: Erro do servidor. Tente novamente mais tarde.

source: RECORDING DURATION
es: duración de la grabación

source: FREE on the server, h
es: Disponible en el servidor, h

source: Recording this channel is forbidden
es: La grabación de este canal está prohibida

source: Buffer size
es: Tamaño del búfer
pt: Puffer mérete

source: Time, sec
es: Tiempo, sec
pt: Hora, seg

source: PLAYBACK
es: REPRODUCCIÓN

source: EXIT
es: SALIR
pt: SAÍDA

source: YES
es: SÍ
pt: SIM

source: CLOSE
es: Cerrar
pt: FECHAR

source: PAY
es: PAGAR
pt: PAGAR

source: PLAY
es: REPRODUCIR
pt: Reproduzir

source: START
es: COMENZAR
pt: INICIAR

source: ADD
es: AÑADIR
pt: Adicionar

source: Audio out
es: Salida de audio
pt: Saída de áudio

source: Analog only
es: Sólo analógico
pt: Somente analógico

source: Analog and S/PDIF 2-channel PCM
es: S/PDIF analógicas y PCM de 2-canales
pt: Analógico e S/PDIF 2-channel PCM

source: S/PDIF raw or 2-channel PCM
es: S/PDIF raw o 2-canal PCM
pt: S/PDIF bruto ou 2-canal PCM

source: GAME
es: JUEGO
pt: JOGOS

source: DOWNLOADS
es: DESCARGAS

source: Not found mounted devices
es: No se han encontrado dispositivos montados

source: Add download
es: Añadir descarga
pt: Adicionar download

source: Device
es: Dispositivo
pt: Dispositivo

source: CREATE
es: CREAR
pt: CRIAR

source: MOVE UP
es: MOVER HACIA ARRIBA
pt: MOVER PARA CIMA

source: MOVE DOWN
es: MOVER HACIA ABAJO
pt: MOVER PARA BAIXO

source: RECORDING
es: GRABACIÓN
pt: A GRAVAR

source: DOWNLOAD
es: DESCARGA

source: RECORDING AND FILE
es: GRABACIÓN Y ARCHIVO
pt: GRAVAÇÃO E ARQUIVO

source: Duration of continuous playback
es: Duración de reproducción continua

source: Without limit
es: Sin límite
pt: Sem limite

source: Reached limit the duration of continuous playback. To continue playback, press the OK or EXIT.
es: Alcanzado el límite de la duración de la reproducción continua. Para continuar la reproducción, pulse el botón OK o EXIT.

source: GENERAL SETTINGS
es: GENERAL
pt: CONFIGURAÇÕES GERAIS

source: Screensaver interval
es: Intervalo del protector de pantalla
pt: Képernyővédő időtartama

source: DEMO VIDEO
es: VIDEO DEMO
pt: VÍDEO DEMO

source: ACCOUNT
es: CUENTA
pt: CONTA

source: Coming soon
es: Próximamente
pt: Em breve

source: INFORMATION
es: INFORMACIÓN
pt: INFORMAÇÃO

source: PAYMENT
es: PAGO
pt: PAGAMENTO

source: AGREEMENT
es: ACUERDO
pt: CONTRATO

source: TERMS OF USE
es: TÉRMINOS DE USO
pt: TERMOS DE USO

source: Video instruction
es: Instrucción de vídeo
pt: Vídeo de instrução

source: QUALITY
es: CALIDAD
pt: QUALIDADE

source: low
es: bajo
pt: baixa

source: medium
es: medio
pt: médio

source: high
es: alto
pt: alto

source: NETWORK STATUS
es: ESTADO DE LA RED

source: REFRESH
es: ACTUALIZAR
pt: ATUALIZAR

source: Speed test
es: Prueba de velocidad
pt: Teste de velocidade

source: testing...
es: probando...
pt: teste...

source: UP
es: ARRIBA
pt: ACIMA

source: DOWN
es: ABAJO

source: stopped
es: detenido
pt: parado

source: waiting queue
es: cola de espera

source: running
es: ejecutando
pt: executando

source: completed
es: completado
pt: concluído

source: temporary error
es: error temporal
pt: erro temporário

source: permanent error
es: Error permanente
pt: erro permanente

source: Authentication
es: Autenticación
pt: Autenticação

source: Play this url or start download?
es: ¿Reproducir esta URL o comenzar descarga?

source: Play
es: Reproducir

source: Download
es: Descargar

source: Play all
es: Reproducir todo
pt: Tocar tudo

source: Network authentication
es: Autenticación de red
pt: Autenticação de rede

source: Do you really want to exit?
es: ¿Realmente quiere salir?
pt: Quer mesmo sair?

source: There is an active downloads from this server
es: Hay un activo descarga desde este servidor

source: Alert
es: Alerta
pt: Alerta

source: Notice
es: Aviso
pt: Aviso

source: Select
es: Seleccionar
pt: Selecionar

source: Your STB is not supported
es: Su decodificador no está soportado
pt: O STB não é suportado

source: Phone
es: Teléfono
pt: Telefone

source: SERVICES MANAGEMENT
es: GESTIÓN DE SERVICIOS
pt: GESTÃO DE SERVIÇOS

source: SUBSCRIBE
es: SUSCRIBIR
pt: ASSINAR

source: UNSUBSCRIBE
es: DARSE DE BAJA
pt: CANCELAR INSCRIÇÃO

source: Content
es: Contenido
pt: Conteúdo

source: Are you really want to subscribe to this service?
es: ¿Está realmente desea suscribirse a este servicio?

source: Are you really want to unsubscribe from this service?
es: ¿Está realmente desea darse de baja de este servicio?

source: The service costs {0}
es: El servicio cuesta {0}
pt: Os custos de serviço {0}

source: You have successfully subscribed to the service.
es: Se ha suscrito al servicio con éxito.
pt: Você assinou com sucesso o serviço.

source: You have successfully unsubscribed from the service.
es: Ha cancelado la suscripción del servicio con éxito.
pt: Você foi retirado do serviço com sucesso.

source: You have successfully subscribed to the service. STB will be rebooted.
es: Se ha suscrito al servicio con éxito. El decodificador se reiniciará.

source: You have successfully unsubscribed from the service. STB will be rebooted.
es: Ha cancelado la suscripción del servicio con éxito. El decodificador se reiniciará.
pt: Você foi retirado do serviço com sucesso. STB será reiniciado.

source: An error in the management of subscriptions.
es: Un error en la gestión de las suscripciones

source: package_price_measurement
es: UAH

source: Do you really want to rent this movie?
es: ¿Realmente quiere alquilar esta película?
pt: Você realmente quer alugar este filme?

source: The movie costs {0}
es: La película cuesta {0}
pt: O filme custa {0}

source: Rent duration: {0}h
es: Duración de alquiler: {0}h

source: End date
es: Fecha de finalización
pt: Data final

source: 3D mode
es: modo 3D
pt: modo 3D

source: mode {0}
es: modo {0}
pt: modo de {0}

source: no epg
es: sin EPG
pt: sem epg

source: wrong epg
es: epg incorrecto
pt: EPG errado

source: Part
es: Título
pt: Parte

source: Channel not available
es: El canal no está disponible

source: Channel temporary unavailable
es: Canal temporalmente no disponible

source: Channel not available for this region
es: El canal no está disponible para esta región

source: Channel not available. Server error.
es: El canal no está disponible. Error del servidor.

source: Account info
es: Informacion de cuenta
pt: Informações da Conta

source: Payment
es: Pago
pt: Pagamento

source: Reload portal
es: Recargar el portal
pt: Recarregar o portal

source: Continue playing?
es: ¿Continuar reproduciendo?
pt: Continuar a executar?

source: Do you want to quit the Time Shift mode?
es: ¿Quieres salir del modo TimeShift?

source: by name
es: por nombre
pt: por nome

source: by date
es: por fecha
pt: por data

source: Connection problem
es: Problema de conexión
pt: Problema de ligação

source: Authentication problem
es: Problema de autenticacion
pt: Problema de autenticação

source: Start recording on the server?
es: ¿Comenzar a grabar en el servidor?
pt: Iniciar a gravação no servidor?

source: Do you really want to schedule a recording on the server?
es: ¿Realmente quiere programar una grabación en el servidor?
pt: Você realmente deseja agendar uma gravação no servidor?

source: Select where to save the record
es: Seleccione dónde desea guardar la grabación
pt: Seleccionar onde salvar o registo

source: USB Storage
es: Almacenamiento USB
pt: Armazenamento USB

source: Path
es: Ruta
pt: Caminho

source: Filename
es: Nombre del archivo
pt: Nome do arquivo

source: USB Device
es: Dispositivo USB
pt: Dispositivo USB

source: rec_stop_msg
es: Grabación parada — {0} en canal {1}

source: The recorded file is missing
es: El archivo grabado no se encuentra
pt: O arquivo gravado está em falta

source: Recording is not finished yet
es: La grabación aún no ha terminado

source: The channel already has a scheduled recording
es: El canal ya tiene una grabación programada
pt: O canal já tem uma gravação programada

source: PVR Error: Wrong parameter
es: Error PVR: Parámetro incorrecto

source: PVR Error: Not enough memory to complete the operation
es: Error PVR: No hay suficiente memoria para completar la operación

source: PVR Error: Incorrect recording range
es: Error PVR: Rango incorrecto de grabación

source: PVR Error: Task not found
es: Error PVR: No se encuentra la tarea

source: PVR Error: Wrong filename
es: Error PVR: Nombre de archivo incorrecto

source: PVR Error: Record file already exists
es: Error PVR: Ya existe un archivo de grabación

source: PVR Error: Error opening channel URL
es: Error PVR: Error al abrir la URL del canal

source: PVR Error: Error opening file
es: Error PVR: Error al abrir archivo

source: PVR Error: Exceeded the maximum number simultaneous recordings
es: Error PVR: Se ha superado el número máximo de grabaciones simultáneas

source: PVR Error: End of stream
es: Error PVR: Fin de retransmisión

source: PVR Error: Error writing to file
es: Error PVR: Error al escribir el archivo

source: Start time
es: Hora de inicio
pt: Hora de início

source: End time
es: Hora de finalización
pt: Hora de Término

source: Recording
es: Grabación
pt: Gravando

source: Recording on USB device interrupted
es: Grabación interrumpida en el dispositivo USB

source: Wrong
es: Incorrecto
pt: Incorreto

source: Parent control
es: Control paterno
pt: Controlo Paterno

source: Encoding
es: Codificación
pt: Codificação

source: Network folder
es: Carpeta de red
pt: Pasta de rede

source: IP address
es: Dirección IP
pt: Endereço IP

source: Local folder
es: Fichero local
pt: Pasta Local

source: Server address
es: Dirección del servidor
pt: Servidor

source: Path to the folder
es: Ruta al directorio
pt: Caminho para a pasta

source: Folder name in favorites
es: Nombre de carpeta en favoritos
pt: Nome da pasta em favoritos

source: Mount failed
es: Montaje fallado
pt: Falha na montagem

source: SKIP
es: OMITIR
pt: PULAR

source: COMMERCIAL
es: COMERCIAL
pt: COMERCIAL

source: Clock
es: Reloj
pt: Relógio

source: Hidden
es: Oculto
pt: Escondido

source: Top Right
es: Arriba a la derecha
pt: Superior Direito

source: Top Left
es: Arriba a la izquierda
pt: Superior Esquerda

source: Bottom Right
es: Abajo derecha
pt: Inferior Direito

source: Bottom Left
es: Abajo izquierda
pt: Inferior esquerdo

source: Settings section is currently unavailable
es: Sección de ajustes actualmente no disponible
pt: A secção Configurações está indisponível no momento

source: No channels available
es: Ningún canal disponible
pt: Sem canais disponíveis

source: You can configure DVB channels in the settings menu
es: Puede configurar los canales DVB en el menú de ajustes

source: Applications
es: Aplicaciones
pt: Aplicações

source: Video will be available soon
es: El video pronto estará disponible
pt: Vídeo estará disponível em breve

source: Install application?
es: ¿Instalar la aplicación?
pt: Instalar aplicação?

source: TRACK SEARCH
es: BUSCAR PISTA
pt: BUSCA DE FAIXA

source: ALBUM SEARCH
es: BÚSQUEDA DEL ÁLBUM
pt: PESQUISA DE ÁLBUM

source: ADD TO PLAYLIST
es: AGREGAR A LA LISTA DE REPRODUCCIÓN
pt: ADICIONAR À LISTA DE REPRODUÇÃO

source: DEL FROM PLAYLIST
es: BORRAR DE LA LISTA DE REPRODUCCIÓN
pt: APAGAR DA PLAYLIST

source: PLAYLIST
es: LISTA DE REPRODUCCIÓN

source: Compositions
es: Composiciones
pt: Composições

source: Playlist select
es: Seleccionar lista de reproducción

source: NEW
es: NUEVO
pt: NOVO

source: New Playlist
es: Nueva lista de reproducción
pt: Nova playlist

source: Error while saving
es: Error al guardar

source: CREATE NEW
es: CREAR NUEVO
pt: CRIAR NOVO

source: Do you really want to delete this track from playlist?
es: ¿Realmente quiere borrar esta pista de la lista de reproducción?
pt: Você realmente deseja excluir essa faixa da lista de reprodução?

source: Do you really want to delete this playlist?
es: ¿Realmente quiere borrar esta lista de reproducción?
pt: Você realmente deseja excluir esta lista de reprodução?

source: Firmware of your STB is outdated.<br>Please update it.
es: El firmware de su decodificador no está actualizado. <br>Por favor, actualícelo.
pt: Firmware do seu STB está desactualizado.<br>Por favor, actualize-o.

source: LOGOUT
es: CERRAR SESIÓN
pt: SAIR

source: Do you really want to log out?
es: ¿Realmente quiere finalizar la sesión?
pt: Você quer realmente sair?

source: biography
es: Biografía
pt: dados biográficos

source: action
es: Acción
pt: ação

source: western
es: Occidental

source: military
es: Militar
pt: militar

source: children's
es: De niños

source: foreign
es: Extranjero
pt: estrangeiro

source: health
es: Salud
pt: saúde

source: art
es: Arte
pt: arte

source: historical
es: Histórico
pt: histórico

source: history
es: Historia
pt: histórico

source: catastrophe
es: Catástrofe
pt: catástrofe

source: comedy
es: Comedia
pt: comédia

source: cookery
es: Cocina
pt: culinária

source: mysticism
es: Misticismo
pt: misticismo

source: science
es: Ciencia
pt: siência

source: ours
es: Nuestra
pt: nosso

source: teach
es: Enseñar
pt: ensine

source: hunting
es: Caza
pt: caça

source: adventure
es: Aventuras
pt: aventura

source: nature
es: Naturaleza
pt: natureza

source: travels
es: Viajes
pt: viagens

source: fishing
es: Pescar
pt: pesca

source: sketch-show
es: Programa de dibujo

source: sport
es: Deporte
pt: desporto

source: dancing
es: Baile
pt: dança

source: show
es: Programa
pt: mostrar

source: technique
es: Técnica
pt: técnica

source: horror
es: Terror
pt: terror

source: fiction
es: Ficción
pt: ficção

source: aerobics
es: Aeróbicos
pt: aeróbica

source: fantasy
es: Fantasía
pt: fantasia

source: erotica
es: Erótica

source: humourist
es: Humorista

source: foreign cartoons
es: Dibujos animados extranjeros

source: our cartoons
es: Nuestros dibujos

source: cartoon series
es: Serie de dibujos

source: Cartoon
es: Dibujos animados
pt: Desenhos animados

source: Ours cinema
es: Nuestro cine

source: World cinema
es: Cine mundial
pt: Cinema do mundo

source: Documentary
es: Documental
pt: Documentário

source: Humour
es: Humor
pt: Humor

source: Hobbies
es: Aficiones

source: Our Serial
es: Nuestras series

source: Foreign Serial
es: Serie extranjera

source: TV shows
es: Programas de TV
pt: Programas de TV

source: Cartoons
es: Dibujos animados
pt: Desenhos animados

source: Music videos
es: Videos musicales
pt: Videos de Música

source: Historical
es: Histórico
pt: Histórico

source: Clips
es: Recortes
pt: Clipes

source: Concerts
es: Conciertos
pt: Concertos

source: Comedy
es: Comedia
pt: Comédia

source: Romantic
es: Romántico
pt: Romântica

source: Adventures
es: Aventuras
pt: Aventura

source: Thriller
es: Thrille
pt: Suspense

source: Horrors
es: Terrores

source: Fiction
es: Ficción

source: Erotica
es: Erótica

source: Fantasy
es: Fantasía
pt: Fantasia

source: Animation
es: Animación
pt: Animação

source: Childrens
es: Niños
pt: Crianças

source: Western
es: Occidental
pt: Faroeste

source: Sports
es: Deportes
pt: Esportes

source: Teach
es: Enseñar
pt: Ensine

source: Information
es: Información
pt: Informação

source: Adventure
es: Aventura
pt: Aventura

source: Family
es: Familia
pt: Família

source: Horror
es: Terror
pt: Terror

source: information
es: Información
pt: informação

source: entertainments
es: Entretenimientos
pt: entretenimento

source: cinema
es: Cine

source: sports
es: Deportes
pt: desporto

source: music
es: Música
pt: música

source: business
es: Negocio
pt: negócios

source: culture
es: Cultura
pt: cultura

source: for adults
es: Para adultos
pt: para adultos

source: information-entertaining
es: Información-entretenimiento

source: religion
es: Religión
pt: religião

source: woman's
es: Mujer de

source: scientific-entertainment
es: Científico-entretenimiento

source: Entertainment
es: Entretenimiento
pt: Entretenimento

source: For Kids
es: Para niños

source: Music
es: Música
pt: Música

source: News
es: Noticias
pt: Notícias

source: Nature
es: Naturaleza
pt: Natureza

source: For Adults
es: Para adultos
pt: Para Adultos

source: Alternative Rock
es: Rock alternativo

source: Children's Music
es: Música para niños

source: Country Music
es: La música country
pt: Música Country

source: Classical
es: Clásico
pt: Clássico

source: Latin Music
es: Música latina

source: Easy Listening
es: Escucha fácil

source: Hillbilly music
es: Música hillbilly
pt: Música Hillbilly

source: Oldies
es: Viejuno

source: Adult Contemporary
es: Adulto contemporáneo

source: Soul and R&B
es: Soul y R&B
pt: Soul e R&B

source: Themes music
es: Música de temas
pt: Temas musicais

source: Electronic
es: Electrónico
pt: Eletrônica

source: Audio books
es: Audio libros
pt: Livros de áudio

source: 1920s and earlier
es: 1920 y anteriores
pt: 1920 e anteriores

source: English
es: Inglés
pt: Inglês

source: Spanish
es: Español
pt: Espanhol

source: German
es: Alemán
pt: Alemão

source: Russian
es: Ruso
pt: Russo

source: French
es: Francés
pt: Francês

source: Portuguese
es: Portugués
pt: Português

source: Turkish
es: Turco
pt: Turco

source: Chanson
es: Canción

source: From cartoon films
es: De películas de dibujos animados

source: Nurseries
es: Guarderías
pt: Infantários

source: National
es: Nacional
pt: Nacional

source: From films
es: De películas

source: Clear
es: Limpiar
pt: Limpar

source: Partly Cloudy
es: Parcialmente nublado
pt: Parcialmente Nublado

source: Cloudy
es: Nublado
pt: Nublado

source: Overcast
es: Cubierto
pt: Nublado

source: Little rain
es: Poca lluvia

source: Rain
es: Lluvia
pt: Chuva

source: Thunderstorm
es: Tormenta
pt: Trovoada

source: Sleet
es: Aguanieve
pt: Granizo

source: Snow
es: Nieve
pt: Neve

source: Snowfall
es: Nevada
pt: Neve

source: SW
es: SO

source: Starting recording
es: Comenzando la grabación

source: Stopped recording
es: Grabación detenida
pt: Gravação interrompida

source: Services are updated according to the subscription. The STB will be rebooted.
es: Los servicios se actualizan de acuerdo con la suscripción. El decodificador se reiniciará.

source: Your STB is damaged.<br/> Call the provider.
es: Por favor contacte con su proveedor<br>para registrar este dispositivo.

source: Management system administrators, groups and rights
es: Administradores de sistemas de gestión, grupos y derechos

source: List of administrators
es: Lista de administradores
pt: Lista de administradores

source: The list of administrators by page + filters
es: La lista de administradores por página y filtros

source: Validation Administrator Login
es: Validación de inicio del administrador

source: Viewing and editing administrator
es: Visualización y edición de administrador

source: Removing administrator
es: Eliminando administrador

source: List of groups of administrators
es: Lista de los grupos de administradores
pt: Lista de grupos de administradores

source: List of groups of administrators by page + filters
es: Lista de los grupos de administradores de filtros + página

source: Validation group name
es: Validación del nombre del grupo

source: Viewing and editing group
es: Visualización y edición del grupo

source: Removing a group
es: Eliminando un grupo

source: Form view the permissions of the current group
es: Forma de ver los permisos en el grupo actual

source: View and edit permissions of the current group
es: Ver y editar permisos del grupo actual
pt: Exibir e editar permissões do grupo actual

source: Album list
es: Lista de álbumes
pt: Lista de álbuns

source: Album list page by page + filters
es: Página de lista de álbumes por página + filtros

source: Removing album
es: Eliminando álbum

source: Change the on/off state of the album
es: Cambiar el estado habitado/deshabilitado del álbum

source: Add Album
es: Añadir álbum
pt: Adicionar Álbum

source: Viewing and editing album
es: Visualización y edición de álbum

source: Change the album cover
es: Cambiar la portada del álbum
pt: Alterar a capa do álbum

source: Delete the album cover
es: Borrar la portada del álbum
pt: Excluir a capa do álbum

source: List of compositions in the album
es: Lista de composiciones en el álbum
pt: Lista de composições no álbum
