Repository: rummsi/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: es, pt

source: Deleting info about one video file from database
es: Borrando info sobre un archivo de vídeo de la base de datos

source: Adding episodes into season
es: Añadiendo episodios a la temporada
pt: Adicionando episódios à temporada

source: Adding seasons into video
es: Añadiendo temporadas al vídeo

source: Getting media-info from source
es: Obteniendo información de medios del recurso
pt: Obtendo informações de media da fonte

source: Deleting season of video serial with series and files
es: Borrando temporada de vídeo en serie con series y archivos
pt: Excluindo temporada da série de vídeo com séries e arquivos

source: Deleting series of video serial with files
es: Borrando serie de vídeos con archivos
pt: Excluindo temporada da série de vídeo com arquivos

source: Regular quality
es: Calidad regular
pt: Qualidade regular

source: Good quality
es: Buena calidad
pt: Boa qualidade

source: Excellent quality
es: Excelente calidad
pt: Excelente qualidade

source: Ultra high quality
es: Calidad ultra alta
pt: Ultra alta qualidade

source: Certificates
es: Certificados
pt: Certificados

source: List of current certificates
es: Lista de los certificados actuales
pt: Lista de certificados actuais

source: Request of new certificate
es: Solicitud de nuevo certificado
pt: Pedido de novo certificado

source: Details of the certificate
es: Detalles del certificado
pt: Detalhes do certificado

source: Getting list of current certificates
es: Obteniendo lista de certificados actuales
pt: Obtendo a lista de certificados actuais

source: Installation of confirmed certificate
es: Instalación del certificado confirmado
pt: Instalação de certificado confirmado

source: License keys
es: Claves de Licencia
pt: Chaves de licença

source: Page with information on the receipt of license keys
es: Página con información en la recepción de la Clave de Licencia
pt: Página com informações sobre o recebimento de chaves de licença

source: List of license keys
es: Lista de Claves de Licencia
pt: Lista de chaves de licença

source: List of license keys + filters
es: Lista de Claves de Licencia + filtros
pt: Lista de chaves de licença + filtros

source: Import license keys from csv-file
es: Importar Claves de Licencia de archivo-csv
pt: Importar chaves de licença do arquivo csv

source: Toggle status for current license key
es: Cambiar el estado de la Clave de Licencia actual
pt: Alternar estado para a chave de licença actual

source: Abkhazian
es: Abjasia
pt: Abcázia

source: Afrikaans
es: Africano

source: Amharic
es: Amhárico
pt: Amárico

source: Arabic
es: Arábica
pt: Árabe

source: Assamese
es: Asamés
pt: Assamês

source: Aymara
es: Aimara
pt: Aimará

source: Azerbaijani
es: Azerbaiyán

source: Belarusian
es: Bielorruso

source: Bulgarian
es: Búlgaro
pt: Búlgaro

source: Bengali/Bangla
es: Bengalí

source: Tibetan
es: Tibetano
pt: Tibetano

source: Breton
es: Bretón
pt: Bretão

source: Catalan
es: Catalán
pt: Catalão

source: Corsican
es: Corso
pt: Corso

source: Czech
es: Checo
pt: Checo

source: Welsh
es: Galés
pt: Galês

source: Danish
es: Danés
pt: Dinamarquês

source: Greek
es: Griego
pt: Grego

source: Estonian
es: Estonio
pt: Estoniano

source: Basque
es: Vasco
pt: Basco

source: Persian
es: Persa
pt: Persa

source: Finnish
es: Finlandés
pt: Finlandês

source: Faeroese
es: Feroés
pt: Faroês

source: Frisian
es: Frisio
pt: Frísio

source: Irish
es: Irlandesa
pt: Irlandês

source: Scots/Gaelic
es: Gaélico
pt: Scots/Gaélico

source: Galician
es: Gallego
pt: Galego

source: Guarani
es: Guaraní

source: Croatian
es: Croata
pt: Croata

source: Hungarian
es: Húngaro
pt: Húngaro

source: Armenian
es: Armenio

source: Indonesian
es: Indonesio
pt: Indonésio

source: Icelandic
es: Islandés
pt: Islandês

source: Italian
es: Italiano
pt: Italiano

source: Hebrew
es: Hebreo
pt: Hebraico

source: Japanese
es: Japonés
pt: Japonês

source: Yiddish
es: Yídish

source: Javanese
es: Javanés
pt: Javanês

source: Georgian
es: Georgiano
pt: Geórgio

source: Kazakh
es: Kazajo
pt: Cazaque

source: Greenlandic
es: Islandés
pt: Groenlandês

source: Cambodian
es: Camboyano
pt: Khmer

source: Kannada
es: Canadá

source: Korean
es: Coreano
pt: Coreano

source: Kashmiri
es: Cachemira
pt: Caxemire

source: Kurdish
es: Kurdo
pt: Curdo

source: Kirghiz
es: Kirguises
pt: Quirguiz

source: Latin
es: Latín

source: Lithuanian
es: Lituano
pt: Lituano

source: Latvian/Lettish
es: Letón
pt: Letão/Lettish

source: Malagasy
es: Madagascarí
pt: Malgaxe

source: Maori
es: Maorí

source: Macedonian
es: Macedonio

source: Mongolian
es: Mongol
pt: Mongol

source: Moldavian
es: Moldavo
pt: Moldavo

source: Malay
es: Malayo
pt: Malaio

source: Maltese
es: Maltés

source: Burmese
es: Birmano

source: Nepali
es: Nepalí
pt: Nepalês

source: Dutch
es: Holandés
pt: Holandês

source: Norwegian
es: Noruego
pt: Norueguês

source: Occitan
es: Occitano
pt: Occitânico

source: Punjabi
es: Panyabí

source: Polish
es: Polaco
pt: Polonês

source: Pashto/Pushto
es: Pushto

source: Kirundi
es: Kiroundi

source: Romanian
es: Rumano
pt: Romeno

source: Sanskrit
es: Sánscrito
pt: Sânscrito

source: Serbo-Croatian
es: Croata
pt: Língua servo-croata

source: Singhalese
es: Singalés
pt: Cingalês

source: Slovak
es: Eslovaco
pt: Eslovaco

source: Slovenian
es: Esloveno
pt: Esloveno

source: Samoan
es: Samoano
pt: Samoano

source: Somali
es: Somalí

source: Albanian
es: Albanés
pt: Albanês

source: Serbian
es: Serbio
pt: Sérvio

source: Siswati
es: Swati

source: Sundanese
es: Sundanés
pt: Sundanês

source: Swedish
es: Sueco
pt: Sueco

source: Tajik
es: Tayiko

source: Thai
es: Tailandés

source: Tigrinya
es: Tigrinia
pt: Tigrínia

source: Turkmen
es: Turcomano

source: Tagalog
es: Tagalo
pt: Tagalo

source: Setswana
es: Tsuana

source: Tatar
es: Tártaro

source: Ukrainian
es: Ucraniano
pt: Ucraniano

source: Urdu
es: Urdo

source: Uzbek
es: Uzbeko

source: Vietnamese
es: Vietnamita
pt: Vietnamita

source: Chinese
es: Chino
pt: Chinês

source: Zulu
es: Zulú

source: Start applications
es: Aplicaciones de inicio
pt: Iniciar aplicações

source: Application Startup
es: Inicio de aplicación
pt: Inicialização da aplicação

source: Before starting the film in Video Club
es: Antes de comenzar la película en video club
pt: Antes de iniciar o filme no Video Clube

source: During movie playback in Video Club
es: Durante la reproducción de una película en Video Club
pt: Durante a reprodução de filmes no Video Clube

source: Before starting TV section
es: Antes de comenzar la sección de TV
pt: Antes de iniciar a secção de TV

source: Before starting Video Club section
es: Antes de comenzar la sección de video club
pt: Antes de iniciar a secção Video Clube

source: Before starting Radio section
es: Antes de comenzar la sección de radio
pt: Antes de iniciar a secção de Rádio

source: Before starting the TV channel
es: Antes de empezar el canal de TV
pt: Antes de iniciar o canal de TV

source: During a TV channel playback
es: Durante la reproducción de un canal de TV
pt: Durante a reprodução do canal de TV

source: Activated
es: Activado
pt: Ativado

source: Not Activated
es: No activado
pt: Não ativado

source: Manually entered
es: Introducido manualmente
pt: Entrada manual

source: Status changed for users
es: Último cambio de estado
pt: Estado alterado para utilizadores

source: Remove users
es: Eliminar usuario
pt: Remover utilizadores

source: Reseller is assigned to users
es: Distribuidores. Lista de distribuidores

source: Reseller is unassigned to users
es: Distribuidores. Lista de distribuidores

source: Getting data for devices table
es: Obtener datos para la tabla de dispositivos

source: Getting data for content table
es: Obtener datos para construir filtro

source: Getting data for licenses keys table
es: Lista de Claves de Licencia

source: Getting data for Storages
es: Obteniendo información de medios del recurso
pt: Obtendo dados para Armazenamento

source: Getting data for Streaming
es: Obteniendo lista de canales para mover
pt: Obtendo dados para Streaming

source: Reserved
es: Reservado
pt: Reservado

source: Something went wrong. Check your internet connection and try again later.
es: Algo fue mal. Compruebe su conexión a internet e inténtelo de nuevo más tarde.
pt: Algo correu mal. Verifique sua ligação com a internet e tente novamente mais tarde.

source: Connection server error
es: Error de conexión del servidor
pt: Erro de ligação ao servidor

source: Connection to database failed
es: Fallo de conexión a la base de datos
pt: Falha na ligação à base de dados

source: Incorrect operator key or secret phrase
es: Clave de operador o frase secreta incorrecta/s
pt: Chave de operador incorrecta ou frase secreta

source: Skipped. License key don't have assigned user.
es: Omitido. La Clave de Licencia no tienen un usuario asignado.
pt: Ignorada. A chave de licença não tem utilizador atribuído.

source: Error. Limit of clearings is exceeded.
es: Error. Excedido límite en la limpieza.
pt: Erro. Limite de clareiras é excedido.

source: Error. License key is expired.
es: Error. Clave de Licencia caducada.
pt: Erro. Chave de licença expirada.

source: Error. License key is blocked.
es: Error. Clave de Licencia bloqueada.
pt: Erro. A chave de licença está bloqueada.

source: list of events
es: lista de eventos
pt: lista de eventos

source: user
es: usuario
pt: utilizador

source: Create new event
es: Crear nuevo evento
pt: Criar novo evento

source: Clean all
es: Limpiar todo
pt: Limpar todos

source: On the preset
es: En prestablecido
pt: Na predefinição

source: Choose recipient. Example: to one, to all, on the list, on the preset, to the group
es: Seleccionar destinatario. Ejemplo: para uno, para todos, en la lista, predeterminado, al grupo

source: List of MAC-addresses
es: Lista de direcciones MAC
pt: Lista de endereços MAC

source: Add a picture
es: Cargar imagen
pt: Adicionar uma imagem

source: The file must contain pre-compiled list of MAC-addresses in the txt extension or another text format
es: El archivo debe contener la lista de pre-compilados de direcciones MAC en la extensión txt u otro formato de texto

source: Select a group of users that will be delivered message
es: Seleccione un grupo de usuarios que se entregará el mensaje

source: Preset
es: Preestablecido
pt: Predefinição

source: Select preset for STB type
es: Seleccione un ajuste preestablecido para el tipo de decodificador
pt: Seleccionar predefinição para o tipo STB

source: MAC-address
es: Dirección-MAC

source: Input user MAC-address
es: Usuario de origen con Dirección MAC

source: Select one of the actions
es: Seleccionar una de las acciones
pt: Seleccionar uma das acções

source: Reboot the STB after OK button is pressed
es: Reiniciar el STB después de pulsar el botón OK
pt: Reiniciar o STB depois de pressionar o botão OK

source: Time to live, measured in seconds
es: "Tiempo de vida

source: Message templates
es: Plantillas de mensajes
pt: Modelos de mensagens

source: Video URL
es: URL del vídeo
pt: URL do Vídeo

source: Cannot load File Upload plugin
es: No se puede cargar el complemento para Subir Archivo
pt: Não é possível carregar arquivo plugin

source: User's language
es: Idioma del usuario
pt: Idioma do utilizador

source: Access denied for this page
es: Acceso denegado para esta página
pt: Acesso negado para esta página

source: Edit
es: Editar
pt: Editar

source: Move all admins to another group
es: Mueva todos los administradores a otro grupo
pt: Mover todos os administradores para outro grupo

source: Change reseller for current group of admin
es: Cambiar distribuidor para el actual grupo de administradores
pt: Alterar revendedor para o grupo actual do administrador

source: Set reseller for current group of admin
es: Establecer distribuidor para el grupo de administrador actual
pt: Definir revendedor para o grupo actual de administrador

source: Permissions
es: Permisos
pt: Permissões

source: Delete
es: Borrar
pt: Excluir

source: Delete this administrators group?
es: ¿Borrar este grupo de administradores?
pt: Excluir este grupo de administradores?

source: Add group
es: Añadir grupo
pt: Adicionar grupo

source: Resellers
es: Distribuidores
pt: Revendedores

source: Edit group
es: Editar grupo
pt: Editar Grupo

source: groups list
es: lista de los grupos
pt: lista de grupos

source: Group name
es: Nombre del grupo
pt: Nome do grupo

source: Reseller name
es: Nombre del distribuidor
pt: Nome do revendedor

source: Move
es: Mover
pt: Mover

source: Viewing
es: Visualiación
pt: Visualizando

source: Editing
es: Editando
pt: Editando

source: Change reseller for current admin
es: Cambiar distribuidor para el actual administrador

source: Set reseller for current admin
es: Establecer distribuidor para el admin actual
pt: Definir revendedor para o administrador actual

source: Change group for current admin
es: Cambiar grupo para el administrador actual

source: Delete this administrator?
es: ¿Eliminar este administrador?
pt: Excluir este administrador?

source: Adding administrator
es: Añadiendo administrador
pt: Adicionar administrador

source: Editing administrator
es: Editando administrador
pt: Editando o administrador

source: You don't have permission for edit this record
es: No tiene permisos para editar esta grabación

source: administrators list
es: lista de administradores
pt: lista de administradores

source: Add administrator
es: Añadir administrador
pt: Adicionar administrador

source: Invalid login name
es: Formato no válido del nombre de inicio de sesión
pt: Nome de login inválido

source: Should be unique
es: Debe ser único
pt: Deve ser único

source: You can use letters, digits and _
es: Puede utilizar letras, números y _
pt: Pode usar letras, dígitos e _

source: Repeat the password
es: Repetir la contraseña
pt: Repetir palavra-passe

source: Move all users to another reseller
es: Mover todos los usuarios a otro distribuidor
pt: Mover todos os utilizadores para outro revendedor

source: Remove this reseller?
es: ¿Eliminar este distribuidor?
pt: Remover este revendedor?

source: Adding reseller
es: Añadiendo distribuidor
pt: Adicionando revendedor

source: Add IP
es: Añadir IP
pt: Adicionar IP

source: Editing reseller
es: Editando distribuidor
pt: Editando revendedor

source: Wrong format for ip-address or subnet
es: Formato incorrecto para dirección IP o subnet
pt: Formato incorrecto para endereço IP ou sub-rede

source: resellers list
es: lista de distribuidores
pt: lista de revendedores

source: Maximum number of users for current reseller. Set "0" for unlimited number of users.
es: Número máximo de usuarios para el distribuidor actual. Seleccione '0' para un número ilimitado de usuarios.

source: Limit the range of IP-addresses of users
es: Introduzca la dirección MAC del usuario

source: IP-addresses
es: Direcciones IP
pt: Endereços IP

source: Available formats: IP (e.g. 192.168.1.1), range of IP-addresses (e.g. 192.168.1.0/24 or 192.168.1.0-192.168.1.32)
es: Formatos disponibles: IP(p.e. 192.168.1.1) o rango de direcciones-IP (p.e. 192.168.1.0/24)
pt: Formatos disponíveis: IP (por exemplo, 192.168.1.1), intervalo de endereços IP (por exemplo, 192.168.1.0/24 ou 192.168.1.0-192.168.1.32)

source: Active
es: Activo
pt: Ativo

source: More details
es: Más detalles
pt: Mais detalhes

source: Activate
es: Activar
pt: Ativar

source: Deactivate
es: Desactivar
pt: Desativar

source: Perhaps the application is not installed. Before activate this application is necessary to install any version of the application.
es: Tal vez la aplicación no está instalada. Para instalar esta aplicación debe instalarla primero.

source: application
es: solicitud
pt: candidato

source: About app
es: Acerca de la aplicación
pt: Sobre a aplicação

source: Auto-update
es: Actualización automática
pt: Atualização automática

source: Versions
es: Versiones
pt: Versões

source: Whath's new
es: Novedades

source: Delete this application?
es: ¿Borrar esta aplicación?
pt: Excluir esta aplicação?

source: Add application by URL (Step 1)
es: Añadir aplicación por URL (Paso 1)
pt: Adicionar aplicação por URL (Etapa 1)

source: Add application by URL (Step 2)
es: Añadir aplicación por URL (Paso 2)
pt: Adicionar aplicação por URL (Etapa 2)

source: applications catalog
es: catálogo de solicitudes
pt: catálogo de aplicações

source: Add application by URL
es: Añadir aplicación por URL
pt: Adicionar aplicação por URL

source: Enter URL to the application repository
es: Introduzca URL al repositorio de aplicaciones

source: Next
es: Siguiente
pt: Próximo

source: conflicts with
es: en conficto con
pt: conflitos com

source: no conflicts
es: sin conflictos
pt: sem conflitos

source: Warning
es: Aviso
pt: Atenção

source: This is system apps. Disabling this application can lead to failures in other applications. Do really want deactivate this application?
es: Esto es un sistema de apps. Deshabilitar esta aplicación puede dar lugar a fallos en otras aplicaciones. ¿Realmente quiere sactivar esta aplicación?

source: Action is not available
es: La acción no está disponible
pt: Acção não está disponível

source: Wait. List of installed applications is generated
es: Espere. La lista de aplicaciones instaladas está generándose

source: Failed. Some server error
es: Fallo. Un error del servidor

source: Uploading of list of installed applications
es: Subiendo lista de aplicaciones instaladas

source: Please wait till the operation complete, this can take some time
es: Por favor espere a que la operación se haya completado, esto puede llevar algún tiempo

source: Add application by package name (Step 1)
es: Añadir aplicación por nombre del paquete (Paso 1)
pt: Adicionar aplicação por nome de pacote (Etapa 1)

source: Add application by package name (Step 2)
es: Añadir aplicación por nombre del paquete (Paso 2)
pt: Adicionar aplicação por nome de pacote (Etapa 2)

source: About
es: Acerca de aplicación
pt: Sobre

source: Checking updates
es: Comprobando actualizaciones
pt: Verificando actualizações

source: Details
es: Detalles
pt: Detalhes

source: The next apps has been installed manually and will be removed.
es: Las siguientes aplicaciones han sido instaladas manualmente y serán eliminadas.

source: current version
es: Versión actual
pt: versão atual

source: List of installed
es: Lista de instalados
pt: Lista de instalados

source: Upload the list
es: Subir la lista
pt: Carregar a lista

source: Save the list
es: Guardar la lista
pt: Salvar a lista

source: Updates
es: Actualizaciones
pt: Atualizações

source: Check updates
es: Comprobar actualizaciones
pt: Verificar atualizações agora

source: Update all
es: Actualizar todo
pt: Atualizar tudo

source: Reset all
es: Reiniciar todo
pt: Reiniciar tudo

source: Add new
es: Añadir nuevo
pt: Adicionar novo

source: Enter the package name
es: Introduzca el nombre del paquete
pt: Digite o nome do pacote

source: Dependencies
es: Dependencias
pt: Dependências

source: The current version of package is conflicts with
es: La versión disponible del paquete está en conflicto con

source: Available version
es: Versión disponible
pt: Versão disponível

source: The available version of package is conflicts with
es: La versión disponible del paquete está en conflicto con

source: Do you really want reset all applications?
es: ¿Realmente quiere reiniciar todas las apliaciones?
pt: Realmente quer redefinir todas as aplicações?

source: Select file
es: Seleccionar archivo
pt: Selecione o arquivo

source: Terms of Service.
es: Términos de Servicio.
pt: Termos de Serviço.

source: I AGREE I have read and agree to all of terms and conditions above
es: ACEPTO He leído y acepto todos los términos y condiciones anteriores

source: Agree
es: De acuerdo
pt: Concordo

source: Do Not Agree
es: No estoy de acuerdo
pt: Não concordo

source: Edit album
es: Editar álbum
pt: Editar álbum

source: Add album
es: Añadir álbum
pt: Adicionar álbum

source: Basic
es: Básico
pt: Básico

source: Complite
es: Completo
pt: Completo

source: Save & Forward
es: Guardar & Seguir
pt: Salvar & Continuar

source: You can use symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , .
es: Puede utilizar los símbolos de la lista: @ # $% ^ & * () _ - +:; ,.
pt: Você pode usar símbolos da lista: ! @ # $ % ^ & * ( ) _ - + : ; , .

source: Accepted input: URL or solution + URL. Example ffmpeg http://example.com/track.mp3
es: Formato: Solución + URL. Ejemplo: ffmpeg http: // example_of_link
pt: Entrada aceite: URL ou solução + URL. Exemplo ffmpeg http://example.com/track.mp3

source: Track duration in seconds
es: Duración de la pista en segundos
pt: Duração da faixa em segundos

source: Autofill
es: Autorelleno
pt: Preencher automaticamente

source: Uploading progress
es: Proceso de subida
pt: Carregando o progresso

source: Image
es: Imagen
pt: Imagem

source: One or more images not be loaded
es: Una o más imágenes no se cargaron

source: Add artist
es: Añadir artista
pt: Adicionar artista

source: Add genre
es: Añadir género
pt: Adicionar gênero

source: Add year
es: Agregar año
pt: Adicionar ano

source: saving
es: guardando
pt: salvar

source: uploading
es: subiendo
pt: a carregar

source: Add track
es: Añadir pista
pt: Adicionar trilha

source: Edit track
es: Editar pista
pt: Editar faixa

source: Media info from source
es: Información de medios de una fuente
pt: Informações de media da fonte

source: No media info
es: Sin info de medios
pt: Nenhuma informação de media

source: Add new artist to the list
es: Añadir nuevo artista a la lista
pt: Adicionar novo artista à lista

source: Add new genre to the list
es: Añadir nuevo género a la lista
pt: Adicionar novo género à lista

source: You can choose up to 4 genres
es: Usted puede elegir un máximo de 4 géneros
pt: Pode escolher até 4 gêneros

source: You can use Add button to add missed genres to the list
es: Puede añadir el botón Añadir para añadir géneros que falten a la lista
pt: Você pode usar o botão Adicionar para adicionar géneros perdidos à lista

source: Add new year to the list
es: Añadir nuevo año a la lista
pt: Adicionar novo ano à lista

source: Delete cover
es: Borrar portada
pt: Excluir capa

source: Show All Items
es: Mostrar todos los elementos

source: You can use letters, digits and symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , .
es: Puede utilizar letras, números y símbolos de la lista: @ # $% ^ & * () _ - +:; ,.
pt: Pode usar letras, dígitos e símbolos da lista: ! @ # $ % ^ & * ( ) _ - + : ; , .

source: Required cover dimensions are: 240x240 pixels
es: Las dimensiones requeridas para la carátula son: 240x320 píxles
pt: As dimensões exigidas da capa são: 240x240 pixeis

source: Delete track
es: Borrar pista
pt: Excluir faixa

source: from this album
es: de este álbum
pt: deste álbum

source: Tracks of Album
es: Pistas del álbum
pt: Faixas do álbum

source: albums list
es: lista de álbumes
pt: lista de álbuns

source: Do you really want delete this album and all compositions?
es: ¿Realmente quiere borrar este álbum y todas las composiciones?

source: First, remove all the albums of this performer
es: Primero, borre todos los álbumes de este intérprete
pt: Primeiro, remova todos os álbuns deste intérprete

source: artists list
es: lista de artistas
pt: lista de artistas

source: Do you really want delete this performer?
es: ¿Realmente quiere borrar este artista?
pt: Você realmente quer excluir este performer?

source: First, delete or modify all the albums of this genre
es: Primero, borre o modifque todos los álbumes de este género
pt: Primeiro, exclua ou modifique todos os álbuns deste género

source: Edit genre
es: Editar género
pt: Editar gênero

source: genres list
es: lista de géneros
pt: lista de géneros

source: Do you really want delete this genre?
es: ¿Realmente quiere borrar este género?
pt: Você realmente quer excluir este género?
