Repository: rummsi/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: es, pt

source: First, delete or modify all the tracks in this language
es: Primero, borre o modifque todos los álbumes en este idioma
pt: Primeiro, exclua ou modifique todas as faixas neste idioma

source: Edit language
es: Editar idioma
pt: Editar idioma

source: Add language
es: Añadir idioma
pt: Adicionar idioma

source: languages list
es: lista de idiomas
pt: lista de idiomas

source: Do you really want delete this language?
es: ¿Realmente quiere borrar este idioma?
pt: Você realmente quer excluir este idioma?

source: First, delete or modify all the albums of this year
es: Primero, borre o modifque todos los álbumes de este año
pt: Primeiro, exclua ou modifique todos os álbuns deste ano

source: Edit year
es: Editar año
pt: Editar ano

source: years list
es: lista de años
pt: lista de anos

source: Do you really want delete this year?
es: ¿Realmente quiere borrar este año?
pt: Você realmente quer excluir este ano?

source: Streaming servers
es: Servidores de retransmisión
pt: Servidores de streaming

source: streaming area
es: zona de retransmisión
pt: área de streaming

source: edit area
es: área de edición
pt: área de edição

source: add area
es: añadir zona
pt: adicionar área

source: Title of the area. You can use letters, digits and symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , .
es: Título de la zona. Puede utilizar letras, números y símbolos de la lista: @ # $% ^ & * () _ - +:; ,.
pt: Título da área. Pode usar letras, dígitos e símbolos da lista: ! @ # $ % ^ & * ( ) _ - + : ; , .

source: Default area
es: Área predeterminada
pt: Área padrão

source: It will be selected as default for all new streaming servers
es: Se seleccionará por defecto para todos los nuevos servidores de difusión
pt: Será seleccionado como padrão para todos os novos servidores de streaming

source: To select as default, first you have to uncheck the current default zone
es: Para seleccionar por defecto, primero debe desmarcar la zona actual por defecto

source: Available formats: ip(e.g. 192.168.1.1) or range of ip-addresses (e.g. 192.168.1.0/24)
es: Formatos disponibles: IP(p.e. 192.168.1.1) o rango de direcciones-IP (p.e. 192.168.1.0/24)
pt: Formatos disponíveis: IP (por exemplo, 192.168.1.1) ou intervalo de endereços IP (por exemplo, 192.168.1.0/24)

source: Switched on
es: Encendido
pt: Ligado

source: Switched off
es: Apagado
pt: Desligado

source: Using default zone
es: Usando zona predeterminada
pt: Usando a zona padrão

source: Add server
es: Añadir servidor
pt: Adicionar servidor

source: servers list
es: lista de servidores
pt: lista de servidores

source: You can use letters, digits and symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , . It will be shown in the load balancer.
es: Puede utilizar letras, números y símbolos de la lista: @ # $% ^ & * () _ - +:; ,. Se verá en el equilibrador de carga.
pt: Você pode usar letras, dígitos e símbolos da lista:! @ # $ % ^ & * ( ) _ - + : ; , . Ele será mostrado no balanceador de carga.

source: Example: server.example:8080
es: Ejemplo: server.example: 8080
pt: Exemplo: servidor.exemplo:8080

source: Maximum quantity of users(load) numeric value
es: La cantidad máxima de usuarios (carga) valor numérico

source: Choose the streaming area, if the field is clean, there will be set a default streaming area
es: Elija la zona de transmisión, si está vacía, se seleccionará una zona de transmisión por defecto

source: areas list
es: lista de áreas
pt: lista de áreas

source: Add zone
es: Añadir zona
pt: Adicionar zona

source: Company
es: Empresa
pt: Empresa

source: Contact person
es: Persona de contacto
pt: Pessoa a contactar

source: Email
es: Correo electrónico

source: Number of licenses
es: Número de licencias
pt: Número de licenças

source: Сertificate request
es: Solicitud de certificado
pt: Pedido de сertificado

source: Server host
es: Servidor principal
pt: Host do servidor

source: Request
es: Solicitar
pt: Pedido

source: Frequently asked Questions
es: Preguntas frecuentes

source: What are the certificates?
es: ¿Qué son los certificados?
pt: Quais são os certificados?

source: The certificates allow operators to connect set-top boxes and applications to Stalker Middleware. These are the files generated for a certain server at an administrative control panel request.
es: El certificado permite conectar decodificadores y aplicaciones a Stalker Middleware con los operadores. Se trata de archivos generados para un servidor específico a través de una solicitud del panel de control de administrador.

source: Every certificate includes a certain number of licenses which is the number of devices which can be connected to Stalker Middleware. To establish a successful connection, set-top box should be integrated with Stalker Middleware. Infomir’s MAG set-top boxes and original StalkerTV (Android, iOS) apps don’t require a certificate.
es: "Cada certificado incluye un cierto número de licencias que se corresponde con el número de dispositivos que pueden ser conectados a Stalker Middleware. Para establecer una conexión con éxito

source: How is license usage determined?
es: ¿Cómo se determina el uso de la licencia?

source: The license is not attached to a certain device. The rated number of licenses is the number of unique devices which have been using your services within 24 hours.
es: La licencia no está ligada a un dispositivo concreto. El número clasificado de licencias es el número de dispositivos únicos que ha utilizado en las últimas 24 horas.
pt: A licença não está anexada a um determinado dispositivo. O número nominal de licenças é o número de dispositivos exclusivos que têm usado seus serviços dentro de 24 horas.

source: What should I do if I need to connect more devices than I have licenses?
es: ¿Qué debo hacer si necesito conectar más dispositivos que licencias de las que poseo?
pt: O que devo fazer se precisar conectar mais dispositivos do que as licenças?

source: Users can connect to Stalker middleware even if the number of active devices exceeds the amount of available licenses. According to active devices statistics, in the end of every quarter you will get a supplementary invoice equal to 25%% of annual value of additional licenses. You can also request for another certificate with needed amount of licenses and use it with the one you already own.
es: Los usuarios se pueden conectar a Stalker Middleware incluso si el número de dispositivos activos excede la cantidad de licencias disponibles. Según las estadisticas de dispositivos activos, al final de cada trimestre recibirá una factura complementaria igual al 25%% del valor anual de licencias adicionales. Puede solicitar también otro certificado con la cantidad necesaria de licencias y utilizarla con aquella que ya posee.
pt: Os utilizadores podem ligar-se ao Stalker middleware mesmo que o número de dispositivos activos exceda a quantidade de licenças disponíveis. De acordo com as estatísticas de dispositivos activos, no final de cada trimestre você receberá uma factura complementar igual a 25%% do valor anual de licenças adicionais. Você também pode solicitar outro certificado com a quantidade necessária de licenças e usá-lo com aquele que você já possui.

source: How much will it cost to integrate my devices with Stalker Middleware?
es: ¿Cuánto costará la integración de mis dispositivos con Stalker Middleware?

source: Integration of one firmware version of one device costs $3,000. And $1,500 if you need to integrate an additional firmware version markedly different from the integrated one. If your device has already been integrated with Stalker Middleware, payment is not needed.
es: La integración de una versión del firmware de un dispositivo tiene un coste de 3.000$. Y un coste de 1.500$ si necesita integrar una versión adicional de firmaware marcadamente distinta de la primera. Si su dispositivo ya ha sido integrado con Stalker Middleware, el pago no es necesario.

source: Which devices are already integrated with Stalker Middleware?
es: ¿Qué dispositivos ya están integrados con Stalker Middleware?
pt: Quais dispositivos já estão integrados com o Stalker Middleware?

source: The following set-top boxes:
es: Los siguientes decodificadores:
pt: As seguintes set-top boxes:

source: Devices working with the following apps:
es: Dispositivos funcionando con las siguientes apps:
pt: Dispositivos que trabalham com as seguintes aplicações:

source: To what consequences may lead my server configurations change?
es: ¿Con qué consecuencias debería dejar que cambie la configuración de mi servidor?

source: If you change your server configurations your certificate may become invalid. So all devices connected to your server will be access denied. If you are planning configuration changes you need to inform us in advance and to request for a renewed certificate.
es: Si cambia las configuraciones de su servidor su certificado puede invalidarse. Esto hará que a todos los dispositivos conectados a su servidor se les deniegue el acceso. Si está planeando realizar cambios en la configuración, póngase previamente en contacto con nosotros para solicitar un certificado renovado.

source: Can I use multiple certificates simultaneously?
es: ¿Puedo usar varios certificados simultáneamente?
pt: Posso usar vários certificados simultaneamente?

source: Yes, you can. If your certificates are valid within a certain time, their licenses summarize. If validity interval of any certificate is over, it’s licenses are subtracted from a total number.
es: Sí, puede. Si su certificado es válido dentro de un tiempo determinado, sus licencias se integrarán. Si el intervalo de validez de cualquier certificado ha caducado, sus licencias se restarán del número total.
pt: Sim, você pode. Se seus certificados são válidos dentro de um determinado tempo, suas licenças resumem. Se o intervalo de validade de qualquer certificado for longo, as licenças serão subtraídas de um número total.

source: Can my certificate be blocked?
es: ¿Puede ser bloqueado mi certificado?
pt: O meu certificado pode ser bloqueado?

source: Yes. Our server gets requests any time you try to authorize a set-top box. If your certificate is valid it will be authorized even if the request failed to reach our server. That guarantees high-availability of connected devices.
es: Sí. Nuestro servidor obtiene respuestas en cualquier momento que trate de autorizar un decodificador. Si su certificado es válido se autorizará incluso si la petición falló al tratar de contactar nuestro servidor. Esto garantiza la alta disponibilidad de dispositivos conectados.

source: These requests are important for license use calculation. So if no request is received by our server within 30 days, your certificate will be banned automatically. It can also be banned in case of fraud or late payment for licenses usage.
es: Estas solicitudes son importantes para el cálculo de uso de licencias. Así que si no se recibe ninguna solicitud en nuestro servidor en 30 días, su certificado se excluirá automáticamente. Podrá también ser excluido en caso de fraude o pago tardío por uso de licencias.
pt: Essas solicitações são importantes para o cálculo do uso da licença. Portanto, se nenhum pedido for recebido pelo nosso servidor dentro de 30 dias, seu certificado será banido automaticamente. Ele também pode ser banido em caso de fraude ou pagamento tardio para uso de licenças.

source: You have any additional questions?
es: ¿Tiene alguna pregunta más?

source: Write us on
es: Escríbenos
pt: Escreva-nos

source: Stop it
es: Detener
pt: Pare

source: Start it
es: Iniciar

source: Select date
es: Seleccionar fecha
pt: Selecione a data

source: Add event into the schedule
es: Añadir evento en el calendario
pt: Adicionar evento à agenda

source: Edit event on the schedule
es: Editar evento en el calendario
pt: Editar evento na agenda

source: list of scheduled events
es: lista de eventos programados
pt: lista de eventos agendados

source: Add event
es: Añadir evento
pt: Adicionar evento

source: Delete all events from the list
es: Borrar todos los eventos de la lista
pt: Excluir todos os eventos da lista

source: Delete all events
es: Borrar todos los eventos
pt: Excluir todos os eventos

source: Delete this template?
es: ¿Borrar esta plantilla?
pt: Excluir este modelo?

source: Editing template
es: Editando plantilla
pt: Editando modelo

source: New template
es: Nueva plantilla
pt: Novo modelo

source: list of filters of users
es: lista de filtros de usuarios

source: Create new message template
es: Crear nueva plantilla de mensaje
pt: Criar novo modelo de mensagem

source: Template name
es: Nombre de plantilla
pt: Nome do modelo

source: Header
es: Encabezado
pt: Cabeçalho

source: Campaign
es: Campaña
pt: Campanha

source: Set the audience for advertising
es: Establecer la audiencia para la publicidad
pt: Definir o público para publicidade

source: Select the Source ID, used devices and display advertising format.
es: Seleccionar la fuente de ID, dispositivos usados y formato de muestreo de anuncios.
pt: Seleccionar a ID de origem, os dispositivos usados e o formato de publicidade de exibição.

source: Do not forget to save your changes when you're done.
es: No olvides guardar los cambios antes de finalizar.
pt: Não se esqueça de guardar as suas alterações quando terminar.

source: Name the audience of the ad campaign.
es: Nombrar a la audiencia para la campaña comercial.
pt: Nome público da campanha publicitária.

source: Source ID
es: Fuente ID
pt: ID da fonte

source: Select Source ID.
es: Seleccionar la fuente de ID.
pt: Seleccione ID de origem.

source: It identifies your subscribers in the system and allows you to count impressions advertising.
es: Identifica sus suscriptores en el sistema y le permite contar las impresiones de los anuncios.

source: You can have multiple Source ID.
es: Puede tener múltiples fuentes de ID.
pt: Você pode ter vários ID de origem.

source: This allows you to track your income for different audiences.
es: Esto le permite seguir sus ingresos según diferentes audiencias.
pt: Isso permite que acompanhe sua renda para diferentes públicos.

source: To get an additional Source ID, write to
es: Para obtener una ID de fuente adicional, escriba a
pt: Para obter um ID de origem adicional, escreva para

source: Select the platform for advertising clips.
es: Seleccionar la plataforma para los clips de anuncios.
pt: Seleccione a plataforma para clipes de publicidade.

source: Ad position
es: Posición del anuncio
pt: Posição do anúncio

source: Ad blocks
es: Bloquear anuncios
pt: Bloco de anúncios

source: "Skip" button (after 7 sec)
es: Botón "saltar" (tras 7 seg)
pt: Botão "pular" (após 7 seg)

source: Attention! advertising block will be played instead of the content.
es: ¡Atención! Un bloque de anuncios se reproducirá en vez del contenido.
pt: Atenção! bloco publicitário será reproduzido em vez do conteúdo.

source: Activate the campaign
es: Activar la campaña
pt: Activar campanha

source: Inactive
es: Inactivo
pt: Inativo

source: Add campaign
es: Añadir campaña
pt: Adicionar campanha

source: Registering
es: Registrando
pt: Registar

source: Earn money displaying ads to your subscribers!
es: ¡Gane dinero mostrando anuncios a sus suscriptores!
pt: Ganhe dinheiro exibindo anúncios para seus assinantes!

source: The service of advertising to subscribers is the program implemented in partnership with Adtelligent.
es: El servicio de anuncios para suscriptores es el programa implementado en asociación con Adtelligent.
pt: O serviço de publicidade aos assinantes é o programa implementado em parceria com Adtelligent.

source: This is an additional source of monetization which will help you do the following:
es: Esto es una fuente adicional de monetización que le ayudará a realizar lo siguiente:
pt: Esta é uma fonte adicional de monetização que o ajudará a fazer o seguinte:

source: reduce subscription costs
es: reducir costes de suscripción
pt: reduzir os custos de subscrição

source: increase profits
es: incrementar beneficios
pt: aumentar os lucros

source: attract new subscribers
es: atraer nuevos suscriptores
pt: atrair novos assinantes

source: This service is available to those with subscriber bases with at least 1000 users in the United States, Canada, France, Germany and Ukraine.
es: Este servicio está disponible para aquellos que tengan base de suscriptores de al menos 1000 usuarios en EEUU, Canadá, Francia, Alemania y Ucrania.
pt: Este serviço está disponível para aqueles com bases de assinantes com pelo menos 1000 utilizadores nos Estados Unidos, Canadá, França, Alemanha e Ucrânia.

source: How does it work?
es: ¿Cómo funciona?
pt: Como funciona?

source: You independently determine which audience will be shown the ads.
es: Determine de manera independiente a qué audiencia se le mostrarán los anuncios.

source: In your personal account in Adtelligent, you will see funds credited in real time for viewed advertising.
es: En su cuenta personal en Adtelligent, verá fondos acreditados en tiempo real para anuncios visionados.

source: To activate the service, fill out the form below.
es: Para activar este servicio, rellene el formulario de más abajo.
pt: Para activar o serviço, preencha o formulário abaixo.

source: Please check and follow the detailed instructions
es: Por favor verfique y siga las instrucciones detalladas
pt: Por favor, verifique e siga as instruções detalhadas

source: on the Documentation
es: en la documentación
pt: na Documentação

source: Submit an application
es: Lanzar aplicación
pt: Submeter um pedido

source: Full Name
es: Nombre completo
pt: Nome Completo

source: Region
es: Región
pt: Região

source: Please, fill in your country name
es: Por favor, rellene con el nombre de su país
pt: Por favor, preencha o nome do seu país

source: Please note that for some countries this service is currently not available
es: Por favor sepa que en algunos países este servicio todavía no está disponible
pt: Por favor, note que para alguns países este serviço não está disponível no momento

source: Number of abonents
es: Número de suscriptor
pt: Número de abonentes

source: *Please note: This service is available only to those with subscriber bases with at least 1000 users
es: "*Por favor
pt: * Por favor, note: este serviço está disponível apenas para aqueles com bases de assinantes com pelo menos 1000 utilizadores

source: Web site
es: Sitio web
pt: Sítio Web

source: Submit
es: Mandar
pt: Enviar

source: I'm already registered
es: Ya estoy registrado
pt: Já estou registado

source: If you have already been through the registration procedure in Video Ad system, you should not fill this form again
es: Si ya ha pasado por este procedimiento de registro en el sistema de Video Anuncio, no debería rellenar este formulario de nuevo

source: Click the button below to go to the next step
es: Haz clic en el botón a continuación para ir al siguiente paso
pt: Clique no botão abaixo para ir para a próxima etapa

source: Thanks for your interest!
es: ¡Gracias por su interés!
pt: Obrigado por confirmar a sua assinatura!

source: In the nearest future a personal manager will get in touch with you.
es: En un futuro cercano un gestor personal se pondrá en contacto con usted.

source: Best regards,
es: Un saludo,
pt: Atenciosamente,

source: Continue
es: Continuar
pt: Continuar

source: source
es: Fuente
pt: origem

source: To configure your ad displays, you need to register a Source ID in the administrative panel.
es: Para configurar su pantalla de anuncios, debe registrar una ID de fuente en el panel de administración.
pt: Para configurar as exibições de anúncios, você precisa registar uma ID de origem no painel administrativo.

source: The Source ID is a unique identifier for your advertising campaign which you can use to track statistics.
es: El ID del recurso es un identificador único para su campaña publicitaria que podrá usar con fines estadísticos.
pt: O ID de origem é um identificador exclusivo para a campanha publicitária que pode usar para rastrear estatísticas.

source: To request Source ID
es: Para solicitar una ID de fuente
pt: Para solicitar o ID de origem

source: fill in and send the application
es: Rellenar y mandar la aplicación
pt: preencha e envie o pedido

source: If your region and number of subscribers meet the conditions, a Adtelligent representative will contact you with your personal Source ID.
es: Si su región y número de suscriptores cumplieran los requisitos, un representante Adtelligent contactará con usted con su Recurso ID personal.

source: If you do not receive a timely response from a manager, please email us
es: Si no recibe una respuesta a tiempo de nuestro gestor, por favor envíenos un correo electrónico
pt: Se não receber uma resposta oportuna de um gestor, por favor, envie-nos um email

source: Enter your Source ID
es: Introduzca la ID del recurso
pt: Insira o ID da Fonte

source: Mainpage
es: Página principal

source: Auto update after 10 seconds
es: Actualización automática en 10 segundos
pt: Atualização automática após 10 segundos

source: Update data
es: Atualizar fecha
pt: Atualizar dados

source: Devices
es: Dispositivos
pt: Dispositivos

source: Online
es: En línea

source: Offline
es: Desconectado

source: Activated keys
es: Activadas
pt: Ativado

source: Available keys
es: Disponible
pt: Disponível

source: Reserved keys
es: Reservadas
pt: Chaves reservadas

source: Content type
es: Contenido
pt: Conteúdo

source: Published Content
es: Publicado
pt: Conteúdo publicado

source: All Content
es: Todo
pt: Todos

source: Storages (measured in the number of the current session)
es: Almacenamientos (medido en el número de la sesión actual)
pt: Armazenamento (medido no número da sessão actual)

source: Storage name
es: Nombre del almacenamiento
pt: Nome do armazenamento

source: Load
es: Cargar
pt: Carregar

source: Server name
es: Nombre del servidor
pt: Nome do servidor

source: Number of sessions
es: Número de sesiones
pt: Número de sessões

source: Popularity of services
es: Popularidad de los servicios
pt: Popularidade dos serviços

source: Users activity
es: Actividad de los usuarios
pt: Atividade de utilizadores

source: Total sessions
es: Sesiones totales
pt: Sessões Totais

source: Processing
es: Procesando
pt: Processando

source: All fields is required
es: Se requieren todos los campos

source: Adding
es: Añadiendo
pt: Adicionando

source: Information portal
es: Portal de información
pt: Portal de informação

source: Phone book
es: Directorio telefónico
pt: Lista telefónica

source: Order of service in the directory. Must contain digits only
es: Orden de servicio en el directorio. Debe contener sólo dígitos
pt: Ordem de serviço no directório. Deve conter apenas dígitos

source: You must fill in all fields
es: Debe rellenar todos los campos
pt: Você deve preencher todos os campos

source: in storage
es: en almacenamiento
pt: no armazenamento

source: Check file
es: Comprobar archivo
pt: Verificar arquivo

source: Cancel performing of the task
es: Cancelar la realización de la tarea
pt: Cancelar a execução da tarefa

source: Confirm performing of the task
es: Confirmar la realización de la tarea
pt: Confirmar a execução da tarefa

source: Available on storages
es: Disponible en almacenamientos
pt: Disponível em armazenamento

source: Not available on storages
es: No disponible en los almacenamientos
pt: Não disponível em armazenamento

source: Available by custom URL
es: Disponible para URL personalizada
pt: Disponível por URL personalizada

source: Delete this karaoke?
es: ¿Borrar este karaoke?
pt: Apagar este karaoke?

source: Information about the media source
es: Información sobre el origen de los medios
pt: Informações sobre a fonte de media

source: Storage
es: Almacenamiento
pt: Armazenamento

source: karaoke list
es: Lista de karaoke
pt: lista de karaoke
