Repository: rummsi/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: es, pt

source: Ministra MW admin interface
es: Interfaz admin de Stalker MW

source: Wish for more options? Try the new Ministra admin interface.
es: ¿Deseando más opciones? Pruebe la nueva interfaz admin Stalker.
pt: Deseja mais opções? Experimente a nova interface de administração do Ministra.

source: Try now!
es: ¡Pruébelo!
pt: Tente agora!

source: Later
es: Más tarde
pt: Mais tarde

source: Sections
es: Secciones
pt: Seções

source: Logout
es: Cerrar sesión
pt: Sair

source: TARIFFS
es: TARIFAS
pt: TARIFAS

source: Tasks (new messages: %s)
es: Tareas (mensajes nuevos: %s)
pt: Tarefas (novas mensagens: %s)

source: infoportal
es: Portalinfo

source: tv archive
es: Archivo de televisión
pt: arquivo de tv

source: records
es: Grabaciones
pt: registos

source: Stream servers
es: Servidores de retransmisión
pt: Servidores de stream

source: search by MAC or IP
es: Búsqueda por MAC o IP

source: Infoportal
es: Portalinfo

source: City help
es: Ayuda de la ciudad
pt: Ajuda da cidade

source: Statistics
es: Estadísticas
pt: Estatísticas

source: Video statistics
es: Estadísticas de vídeo
pt: Estatísticas de vídeo

source: Users statistics for TV
es: Estadísticas de usuarios para TV
pt: Estatísticas de utilizadores para TV

source: TV statistics
es: Estadísticas de TV
pt: Estatísticas de TV

source: Users statistics for VIDEO
es: Estadísticas de usuarios para VIDEO
pt: Estatísticas de utilizadores para VIDEO

source: TV Archive statistics
es: Eestadísticas del archivo de TV
pt: Estatísticas do arquivo de TV

source: Users statistics for Jokes
es: Estadísticas de usuarios para chistes
pt: Estatísticas de utilizadores para Piadas

source: TimeShift statistics
es: Estadísticas de TimeShift
pt: Estatísticas de TimeShift

source: Inactive users
es: Usuarios inactivos
pt: Utilizadores inactivos

source: Moderators statistics
es: Estadísticas de moderadores
pt: Estatísticas de moderadores

source: Firmware auto update
es: Actualización automática del firmware
pt: Actualização automática de firmware

source: Storages
es: Almacenamientos
pt: Armazenamentos

source: Templates
es: Plantillas
pt: Modelos

source: Karaoke Archive
es: Archivo de karaoke
pt: Arquivo karaoke

source: Completed Karaoke tasks
es: Tareas de karaoke completadas
pt: Tarefas de karaoke concluídas

source: report generated by closed-month clips
es: Informe generado por los clips de meses cerrados

source: Completed tasks
es: Tareas completadas
pt: Tarefas completas

source: report generated by closed-month movies
es: Informe generado por las películas de meses cerrados

source: SD movies
es: Películas SD
pt: Filmes SD

source: Opening date
es: Fecha de apertura
pt: Data de abertura

source: Closing date
es: Fecha de cierre
pt: Data Final

source: Total duration, min
es: Duración total, min
pt: Duração total, min

source: HD movies
es: Peliculas HD
pt: Filmes em HD

source: Rejected tasks
es: tareas rechazadas
pt: Tarefas rejeitadas

source: Move to archive
es: Mover al archivo
pt: Mover para arquivo

source: Move to the archive?
es: ¿Mover al archivo?
pt: Mover para o arquivo?

source: Action "edit" denied for page "add_itv"
es: Acción "editar" negada para la página "add_itv"

source: more than an hour ago
es: hace más de una hora
pt: mais de uma hora atrás

source: minutes ago
es: hace minutos
pt: minutos atrás

source: done
es: Hecho
pt: concluído - done

source: not done
es: No hecho
pt: não feito

source: turn on %s
es: Encendido en %s

source: task
es: Tarea
pt: tarefa

source: send
es: Enviar
pt: enviar

source: Video
es: Vídeo
pt: Vídeo

source: My records
es: Mis grabaciones
pt: Meus registos

source: Media browser
es: Navegador de medios

source: Tv archive
es: Archivo de TV
pt: Arquivo de TV

source: returned
es: Devuelto
pt: retornado

source: return
es: Volver
pt: voltar

source: Return reason
es: Motivo de devolución
pt: Razão do retorno

source: Clip
es: Recorte

source: LOGIN
es: INICIAR SESIÓN
pt: ENTRAR

source: Sign in
es: Registrarse
pt: Entrar

source: Master-storage logs
es: Registros de almacenamiento-maestro
pt: Logs de armazenamento mestre

source: View message
es: Ver mensaje
pt: Ver Mensagem

source: Reply
es: Responder
pt: Responder

source: Are you sure you want to close this task?
es: ¿Seguro que desea cerrar esta tarea?
pt: Tem certeza de que deseja fechar esta tarefa?

source: Task accomplished
es: Tarea realizada
pt: Tarefa cumprida

source: Are you sure you want to reject this task?
es: ¿Está seguro de que quiere rechazar esta tarea?
pt: Tem certeza de que deseja rejeitar esta tarefa?

source: Task rejected
es: Tarea rechazada

source: My messages
es: Mis mensajes
pt: Minhas mensagens

source: Movie log
es: Registro de películas
pt: Registo do filme

source: Action
es: Acción
pt: Ação

source: Playlist
es: Lista de reproducción

source: User profile
es: Perfil del usuario
pt: Perfil de utilizador

source: Reset to default password?
es: ¿Restablecer a la contraseña por defecto?
pt: Redefinir a palavra-passe padrão?

source: Reset
es: Restablecer
pt: Redefinir

source: Access control
es: Control de acceso
pt: Controle de acessos

source: favorite tv
es: TV favorita
pt: tv favorita

source: %s channels
es: %s canales
pt: %s canais

source: Reset favorite TV channels? The channels will be reset only if immediately restart the stb!
es: ¿Reiniciar los canales de TV favoritos? ¡Los canales se restablecen sólo si reinicia inmediatamente el decodificador!
pt: Redefinir canais de TV favoritos? Os canais serão repostos apenas se reiniciar imediatamente o STB!

source: Full name
es: Nombre completo
pt: Nome completo

source: Account number
es: Número de cuenta
pt: Número da conta

source: Last change of status
es: Último cambio de estatus
pt: Última alteração de estado

source: Account balance
es: Saldo de la cuenta
pt: Saldo da conta

source: Comment
es: Comentario
pt: Comentário

source: TV subscription
es: Suscripción de TV
pt: Subscrição de TV

source: Tariff plan
es: Plan de tarifa
pt: Valor do plano

source: Change
es: Cambiar
pt: Alterar

source: No packages available
es: No hay paquetes disponibles
pt: Sem pacotes disponíveis

source: Packages
es: Paquete
pt: Pacotes

source: Additional services
es: Servicios adicionales
pt: Serviços adicionais

source: task rejected
es: Tarea rechazada

source: message sended
es: Mensaje enviado

source: Send message
es: Enviar mensaje
pt: Enviar mensagem

source: To
es: A
pt: Para

source: task open
es: Tarea abierta

source: the task has been sent
es: La tarea se ha enviado

source: Create task
es: Crear tarea
pt: Criar tarefa

source: SERVICES PACKAGES
es: PAQUETES DE SERVICIOS
pt: PACOTES DE SERVIÇOS

source: Total users
es: Usuarios totales
pt: Total de Utilizadores

source: Short description
es: Descripción breve
pt: Breve descrição

source: Service type
es: Tipo de servicio
pt: Tipo de serviço

source: periodic
es: Periódico
pt: periódica

source: single
es: Soltero
pt: único

source: Rent duration
es: Duración de alquiler
pt: Duração do aluguer

source: All services
es: Todos los servicios
pt: Todos Serviços

source: Selected
es: Seleccionado
pt: Selecionados

source: enabled
es: Habilitado
pt: ativado

source: disabled
es: Deshabilitado
pt: desativado

source: Disable
es: Desactivar
pt: Desativar

source: Enable
es: Permitir
pt: Habilitar

source: STB Model
es: Modelo del decodificador
pt: Modelo STB

source: Required
es: Obligatorio
pt: Obrigatório

source: Do you really want to delete this item?
es: ¿Realmente quiere borrar este elemento?
pt: Tem a certeza que deseja eliminar este item?

source: Monthly jokes views statistics
es: Ver estadísticas de chistes mensuales
pt: Piadas mensais visualizações estatísticas

source: Counting at least 5 jokes
es: Contando al menos 5 chistes
pt: Contando pelo menos 5 piadas

source: search by mac
es: Búsqueda por mac

source: Views
es: Vistas
pt: Visualizações

source: Daily video views statistics
es: Estadísticas diarias de las reproducciones de vídeo
pt: Estatísticas de visualizações de vídeo diárias

source: Video archive
es: Archivo de vídeo
pt: Arquivo de vídeo

source: Karaoke archive
es: Archivo de karaoke

source: Opened
es: Abierto
pt: Aberto

source: Closed
es: Cerrado
pt: Fechado

source: Inactive users per month
es: Usuarios inactivos por mes
pt: Utilizadores inactivos por mês

source: Latest TV viewing
es: Última visualización de TV
pt: Última visualização de TV

source: Latest VIDEO viewing
es: Última visualización de VÍDEO
pt: Última visualização de vídeo

source: TimeShift statistics per month
es: Estadísticas de TimeShift por mes
pt: Estatísticas de TimeShift por mês

source: Total time
es: Tiempo total
pt: Tempo total

source: TV views statistics per month
es: Estadísticas de TV por mes
pt: Estatísticas de visualizações de TV por mês

source: User language
es: Idioma del usuario
pt: Idioma do utilizador

source: TV Archive statistics per month
es: Estadísticas del archivo de TV por mes
pt: Estatísticas do arquivo de TV por mês

source: Users TV views statistics per month
es: Estadísticas de visualizaciones-TV de usuarios por mes
pt: Estatísticas de visualizações de TV de utilizadores por mês

source: Counting if channel is playing more than 30 minutes
es: Contando si el canal se lleva reproduciendo más de 30 minutos
pt: Contando se o canal está tocando mais de 30 minutos

source: Video views statistics per month
es: Estadísticas de visionado de vídeo al mes
pt: Estatísticas de visualizações de vídeo por mês

source: search by movie title
es: Búsqueda por título de la película

source: Sort by
es: Ordenar por
pt: Ordenar por

source: Total views
es: Vistas totales
pt: Total de visualizações

source: Last views
es: Últimas visualizaciones
pt: Últimas visualizações

source: How many storages
es: Cuántos almacenamientos
pt: Quantos armazenamentos

source: Video views statistics by genres per month
es: Estadísticas de visionado de vídeo por géneros al mes
pt: Estatísticas de visualizações de vídeo por géneros por mês

source: Total movies
es: Películas totales
pt: Total de filmes

source: Users video views statistics per month
es: Estadísticas de video de usuarios por mes
pt: Estatísticas de visualizações de vídeo de utilizadores por mês

source: Counting if the movie playback is more than 70% of the total duration
es: Contando si la reproducción de la película es más del 70% de la duración total
pt: Contando se a reprodução do filme for superior a 70% da duração total

source: Stb in group
es: Decodificadores en grupo
pt: STB no grupo

source: Are you sure you want to remove stb %s from the database?
es: ¿Seguro que desea eliminar el STB %s de la base de datos?
pt: Tem certeza de que deseja remover stb %s do banco de dados?

source: Stb groups
es: Grupos de los decodificadores
pt: Grupos STB

source: Are you sure you want to delete the group %s from the database?
es: ¿Seguro que quiere eliminar el grupo %s de la base de datos?
pt: Tem certeza de que deseja excluir o grupo %s da base de dados?

source: Cache %s is cleared
es: El caché %s se ha borrado
pt: Cache %s está autorizado

source: Storage with id %s not found
es: Almacenamiento con id %s no encontrado
pt: Armazenamento com ID %s não encontrado

source: Cache is cleared
es: Se ha boorado el caché
pt: O cache está limpo

source: Are you sure you want to reset a cache?
es: ¿Está seguro de que desea restablecer la caché?
pt: Tem certeza de que deseja redefinir a cache?

source: Clear cache
es: Limpiar cache
pt: Limpar cache

source: Are you sure you want to update a cache? This operation will take some time.
es: ¿Está seguro de que desea actualizar una memoria caché? Esta operación llevará algún tiempo.
pt: Tem certeza de que deseja actualizar a cache? Esta operação levará algum tempo.

source: Refresh cache
es: Actualizar caché
pt: Atualizar cache

source: Unique movies
es: Películas únicas
pt: Filmes únicos

source: Search in storages
es: Buscar en almacenamientos
pt: Pesquisa em armazenamento

source: Home path
es: Ruta de inicio
pt: Caminho inicial

source: Are you sure you want to change the status of the storage %s?
es: ¿Seguro que desea cambiar el estado del almacenamiento %s?
pt: Tem certeza de que deseja alterar o estado do armazenamento %s?

source: Are you sure you want to reset the cache of the storage %s?
es: ¿Seguro que desea restablecer la memoria caché del almacenamiento %s?
pt: Tem certeza de que deseja redefinir a cache do armazenamento %s?

source: clear cache
es: Limpiar caché
pt: limpar cache

source: Are you sure you want to delete storage %s?
es: ¿Seguro que quiere borrar el almacenamiento %s?
pt: Tem certeza de que deseja excluir o armazenamento %s?

source: User-Agent Filter
es: Filtro Usuario-Agente
pt: Filtro de agente de utilizador

source: Storing content
es: Contenido almacenado
pt: Armazenando conteúdo

source: Not available for MAG100
es: No disponible para MAG100
pt: Não disponível para MAG100

source: Record TV
es: Grabar TV
pt: Gravar TV

source: Emulation
es: Emulación
pt: Emulação

source: Stream server
es: Servidor de retransmisión
pt: Servidor de stream

source: Stream server port
es: Puerto de servidor de retransmisión
pt: Porta do servidor de stream

source: Stream server App
es: App de servidor de retransmisión
pt: Aplicação de servidor de stream

source: External
es: Externo
pt: Externo

source: Only moderators
es: Solamente los moderadores
pt: Apenas moderadores

source: Zones
es: Zonas
pt: Zonas

source: Max sessions
es: Máximas sesiones
pt: Sessões Max

source: Are you sure you want to change the status of the server %s?
es: ¿Seguro que desea cambiar el estado del servidor %s?
pt: Tem certeza de que deseja alterar o estado do servidor %s?

source: Are you sure you want to delete server %s?
es: ¿Está seguro de que quiere eliminar el servidor %s?
pt: Tem certeza de que deseja excluir o servidor %s?

source: Stream zone
es: Zona de retransmisión
pt: Zona de stream

source: Stream zones
es: Zonas de retransmisión
pt: Zonas de stream

source: Are you sure you want to delete record %s?
es: ¿Seguro que desea eliminar el registro %s?
pt: Tem certeza de que deseja excluir o registo %s?

source: Default zone
es: zona predeterminada
pt: Zona predefinida

source: Countries
es: Países
pt: Países

source: Updated according to the subscription channels.
es: Actualización de acuerdo con los canales de suscripción.
pt: Actualizado de acordo com os canais de subscrição.

source: Subscription saved
es: Suscripción guardada
pt: Subscrição guardada

source: TV channels subscription
es: Suscripción de canales de TV
pt: Assinatura de canais de TV

source: All channels
es: Todos los canales
pt: Todos os canais

source: Subscription
es: Suscripción
pt: Assinatura

source: Subscription import
es: Importar suscripción
pt: Importação de subscrição

source: Update status
es: Estado de actualización
pt: Atualizar status

source: Update favorites
es: Actualizar favoritos
pt: Actualizar favoritos

source: Import
es: Importar
pt: Importar

source: TARIFF PLANS
es: PLANES DE TARIFA
pt: PLANOS TARIFÁRIOS

source: optional
es: Opcional
pt: opcional

source: Services packages
es: Paquetes de servicios
pt: Pacotes de serviços

source: Use as default
es: Usar como predeterminado
pt: Usar como padrão

source: video
es: Vídeo
pt: vídeo

source: Expired 10 days
es: Vence en 10 días
pt: Expirado 10 dias

source: reject
es: Rechazar
pt: rejeitar

source: Video tasks archive
es: Archivo de tareas de vídeo
pt: Arquivo de tarefas de vídeo

source: Testers
es: Probadores
pt: Testadores

source: Are you sure you want to change the status of the tester %s?
es: ¿Seguro que desea cambiar el estado del probador %s?
pt: Tem certeza de que deseja alterar o estado do testador %s?

source: Are you sure you want to remove the tester %s?
es: ¿Seguro que desea eliminar el probador %s?
pt: Tem certeza de que deseja remover o testador %s?

source: CURRENT THEME
es: Tema actual

source: preview not available
es: Vista previa no disponible

source: Apply
es: Aplicar
pt: Aplicar

source: Report for the stb status changed on %s on %s
es: Informe para estado del decodificador cambió en %s en %s
pt: Relatório para o estado STB alterado em %s em %s

source: Report of the stb status changing on %s on %s
es: Informe de estado del decodificador cambió en %s en %s
pt: Relatório do estado STB mudando em %s em %s

source: Current status
es: Estado actual
pt: Status atual

source: Time of change
es: Tiempo de cambio
pt: Tempo de mudança

source: Search unique movies
es: Buscar películas únicas
pt: Pesquisar filmes exclusivos

source: waiting...
es: Esperando...
pt: esperando...

source: You are not authorized for this action
es: No está autorizado para esta acción
pt: Você não está autorizado para esta ação

source: Plain text
es: Texto plano
pt: Texto simples

source: On server
es: En el servidor
pt: No servidor

source: Excluding
es: Excluyendo
pt: Excluindo

source: folder
es: Carpeta
pt: pasta

source: Total views per month
es: Vistas totales por mes

source: Error: Login already in use
es: Error: Credenciales en uso
pt: Erro: login já em uso

source: Error: could not create account
es: Error: No se pudo crear cuenta
pt: Erro: não foi possível criar conta

source: Error: Not all required fields are filled
es: Error: No todos los campos obligatorios están rellenados
pt: Erro: Nem todos os campos obrigatórios estão preenchidos

source: User account
es: Cuenta de usuario
pt: Conta de utilizador

source: Account disabled
es: Cuenta deshabilitada
pt: Conta Desativada

source: User logs
es: Registros de usuario
pt: Logs do utilizador

source: Go
es: Ir
pt: Ir

source: All logs
es: Todos los registros
pt: Todos os logs

source: Report
es: Informe
pt: Relatório

source: search by MAC, IP, login or account number
es: Búsqueda por MAC, IP, login o número de cuenta

source: without sorting
es: sin ordenar
pt: sem classificação

source: search inactive users
es: buscar usuarios inactivos
pt: pesquisar utilizadores inativos

source: Time from<br>last playback
es: Tiempo desde<br>última reproducción
pt: Tempo de<br>última reprodução

source: Last change<br>of status
es: Último cambio<br>de estado
pt: Última alteração<br>de estado

source: Current views on storage
es: Vistas actuales en almacenamiento
pt: Exibições actuais no armazenamento

source: Video club advertising
es: Publicidad del video club
pt: Publicidade de Vídeo clube

source: Must watch
es: Debe verse
pt: Deve assistir

source: Watch started
es: El visionado comenzó
pt: Visualização começou

source: in the last 30 days
es: en los últimos 30 días
pt: nos últimos 30 dias

source: Watch ended
es: Visionado finalizado
pt: Visualização terminada

source: Deny for video categories
es: Denegar para las categorías de videos
pt: Negar para categorias de vídeo

source: Video Schedule
es: Programación de vídeo
pt: Programação de vídeo

source: Search movies on storages
es: Buscar películas en almacenamientos
pt: Procurar filmes em armazenamento

source: and on
es: y en
pt: e sobre

source: storages
es: Almacenamientos
pt: armazenamentos

source: and not on server
es: y no en el servidor
pt: e não no servidor

source: total views
es: Vistas totales
pt: total de visualizações

source: total views per month
es: Vistas totales al mes

source: last viewed
es: Última vista

source: Number of storages
es: Número de almacenamientos

source: Last viewed
es: Último visionado

source: Video log
es: Registro de vídeo
pt: Registo de vídeo

source: Comfort
es: Comodidad
pt: Conforto

source: Pressure
es: Presión
pt: Pressão

source: Wind
es: Viento
pt: Vento

source: Humidity
es: Humedad
pt: Umidade

source: Current weather unavailable
es: Tiempo actual no disponible

source: The weather is not configured
es: El tiempo no está configurado

source: VIEW
es: VER
pt: VER

source: SORT
es: ORDENAR
pt: CLASSIFICAR

source: FIND
es: ENCONTRAR
pt: ENCONTRAR

source: SEARCH
es: BUSCAR
pt: PROCURAR

source: search
es: Buscar
pt: procurar

source: PICKING
es: ESCOGER
pt: ESCOLHA

source: BY LETTER
es: POR LETRA

source: BY NAME
es: POR NOMBRE

source: BY TITLE
es: POR TITULO
pt: Por título

source: only favorite
es: Solo favorito
pt: apenas favorito

source: FAVORITE
es: FAVORITO
pt: FAVORITO

source: del
es: Bor

source: PAGE
es: PÁGINA
pt: PÁGINA

source: FROM
es: DE
pt: DE

source: FOUND
es: ENCONTRADO
pt: ENCONTRADO(S)

source: RECORDS
es: GRABACIONES
pt: REGISTO(S)

source: LOADING...
es: CARGANDO...
pt: Carregando…

source: Loading...
es: Cargando...
pt: Carregando...

source: Media Browser
es: Navegador de Medios

source: connected
es: Conectado
pt: conectado

source: disconnected
es: Desconectado
pt: desligado

source: not found
es: no encontrado
pt: não encontrado

source: USB drive
es: Unidad USB
pt: Unidade USB

source: The number of connections is limited. <br> Try again later
es: El número de conexiones es limitado. <br> Inténtelo más tarde
pt: O número de ligações é limitado.<br>Tente novamente mais tarde

source: File missing
es: Archivo faltante
pt: Arquivo ausente

source: Access denied
es: Acceso denegado
pt: Acesso negado

source: Server unavailable
es: Servidor no disponible
pt: Servidor indisponível

source: part
es: Parte
pt: Parte

source: Track
es: Pista
pt: Rastrear

source: Subtitles
es: Subtítulos
pt: Legendas

source: Complain
es: Queja
pt: Queixa

source: on sound
es: En el sonido
pt: no som

source: on video
es: En el vídeo
pt: em vídeo

source: Thank you, your opinion will be taken into account
es: Gracias, ¡su opinión es importante para nosotros!

source: one series
es: Una serie

source: continuously
es: Continuamente
pt: continuamente

source: fit on
es: Encajar

source: optimal
es: Optima
pt: optimálna

source: stretch
es: Estirar
pt: esticar

source: combined
es: Combinado
pt: kombinovaný

source: by number
es: Por número
pt: por número

source: by title
es: Por titulo
pt: por título

source: MOVE
es: MOVER
pt: MOVER

source: HD only
es: Sólo HD
pt: Apenas HD

source: list
es: Lista
pt: lista

source: list + info
es: Lista + info
pt: lista + info

source: information about the movie
es: Información sobre la película
pt: informações sobre o filme

source: Length
es: Duración
pt: Duração

source: Cast
es: Transmitir
pt: Elenco

source: Rating
es: Clasificación
pt: Avaliação

source: Age
es: Edad
pt: Idade

source: OTHER
es: OTRO
pt: OUTRO

source: BY GENRE
es: POR GÉNERO
pt: POR GÉNERO

source: BY YEAR
es: POR AÑO
pt: POR ANO

source: BY RATING
es: POR CALIFICACIÓN
pt: POR CLASSIFICAÇÃO

source: picking
es: Eligiendo
pt: escolha

source: by addtime
es: Por adición de tiempo
pt: por cronologia

source: rating
es: Calificación
pt: avaliação

source: favorite only
es: Solo favorito
pt: apenas favoritos

source: purchased
es: Adquirido
pt: comprado

source: not ended
es: No finalizado
pt: não terminado

source: Purchased
es: Adquirido
pt: Comprado

source: rent expires in
es: El alquiler finaliza en

source: Your STB is blocked.<br/> Call the provider.
es: Su decodificador está bloqueado.<br/> Llame al proveedor.
pt: O STB está bloqueado.<br/>Chame o provedor.

source: BACK
es: ATRÁS
pt: VOLTAR

source: ABOUT MOVIE
es: ACERCA DE LA PELÍCULA
pt: SOBRE O FILME

source: TV GUIDE
es: GUÍA DE TV
pt: GUIA DE TV

source: PACKAGE INFO
es: INFORMACIÓN DEL PAQUETE
pt: INFORMAÇÕES SOBRE O PACOTE

source: SETTINGS
es: AJUSTES
pt: Configurações

source: CANCEL
es: CANCELAR
pt: CANCELAR

source: SAVE
es: GUARDAR
pt: SALVAR

source: Current password
es: Contraseña actual
pt: Palavra-passe atual

source: PARENTAL SETTINGS
es: CONFIGURACIÓN PARENTAL
pt: DEFINIÇÕES PARENTAIS

source: New password
es: Nueva contraseña
pt: Nova palavra-passe

source: Repeat new password
es: Repetir nueva contraseña
pt: Repetir nova palavra-passe

source: Settings saved
es: Ajustes guardados
pt: Configurações salvas
