Repository: rummsi/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: es, pt

source: Prefix is busy
es: Prefijo en uso

source: URL is busy
es: URL ocupado

source: URL is free
es: URL es gratis
pt: URL está livre

source: Some channels not enough params.
es: Algunos canales no tienen suficientes params

source: TV Archive has NOT been restarted correctly.
es: Archivo de TV no se ha reiniciado correctamente.
pt: Arquivo de TV NÃO foi reiniciado correctamente.

source: TV Archive has been restarted.
es: Archivo de televisión se ha reiniciado.
pt: O arquivo de TV foi reiniciado.

source: Found channels of this genre. Deleting not possible
es: Encontrados canales de este género. No es posible eliminar.

source: Error m3u parse. Check the file encoding. Required UTF-8 encoding.
es: Error de análisis M3U. Compruebe el archivo de codificación, debería ser UTF-8.

source: Error m3u parse. File is empty or non in m3u-format
es: Error de análisis M3U. El archivo está vació o en un formato distinto a M3U.

source: Field "Channel name" cannot be empty
es: "Nombre del canal" El campo no puede estar vacío
pt: Campo "nome do canal" não pode estar vazio

source: Field "Channel number" cannot be empty
es: "Número de canal" El campo no puede estar vacío
pt: Campo "Número do canal" não pode estar vazio

source: Number "%number%" is already in use
es: Número "%number%" ya está en uso
pt: Número "%number%" já está em uso

source: Name "%name%" already exists
es: Nombre "%name%" ya existe
pt: Nome "%name%" já existe

source: Prefix already used
es: Prefijo ya utilizado

source: Prefix is available
es: Prefijo disponible
pt: Prefixo está disponível

source: Undefined tv-genre
es: Género de TV indefinido

source: TV-genres for channel cannot be empty
es: Género de canal TV no puede estar vacío

source: No languages detected
es: No hay idioma disponible

source: Used filter
es: Filtro utilizado
pt: Filtro usado

source: Tariff
es: Tarifa
pt: Tarifa

source: Account
es: Cuenta
pt: Conta

source: Last modified
es: Última modificación
pt: Última modificação

source: Expire billing date
es: La fecha de vencimiento de facturación

source: Empty
es: Vacío
pt: Vazio

source: Quantity of users
es: Cantidad de usuarios

source: Logs
es: Registros
pt: Registros

source: Mac
es: Marzo

source: Object
es: Objeto
pt: Objeto

source: STB statuses report
es: Informe de estado del decodificador

source: Users list
es: Lista de usuarios
pt: Lista de utilizadores

source: Add user
es: Añadir usuario
pt: Adicionar utilizador

source: status off
es: apagado
pt: off

source: status on
es: Encendido
pt: on

source: Login already used
es: Inicio de sesión ya en uso

source: Error: STB with such MAC address already exists
es: Error: Decodificador con esa dirección MAC ya existe
pt: Erro: STB com tal endereço MAC já existe

source: Edit user
es: Editar usuario
pt: Editar Utilizador

source: IP Address
es: Dirección IP
pt: Endereço IP

source: Loss
es: Pérdida
pt: Perda

source: STB of group
es: Grupo del decodificador

source: Filter conditions
es: Filtrar condiciones

source: Visibility
es: Visibilidad
pt: Visibilidade

source: Favorites
es: favoritos
pt: Favoritos

source: Not in favorites
es: No en favoritos
pt: Não nos favoritos

source: Status changed for user(s)
es: Estado cambiado para usuario | Estado cambiado para usuarios
pt: Estado alterado para utilizador(es)

source: Status changing error
es: Error al cambiar de estado
pt: Erro de alteração de estado

source: User deleted
es: Usuario eliminado | %removed% Usuarios eliminados
pt: Utilizador excluído

source: User deleting error
es: Error al eliminar usuario
pt: Erro de exclusão do utilizador

source: Already reset
es: Ya ha sido reiniciado

source: This user is already connected to the group
es: Este usuario ya está conectado al grupo

source: User with this MAC-address is not defined
es: Usuario con esta dirección MAC no está definido

source: MAC-address can be used
es: Dirección-MAC se puede utilizar

source: The user can be added to the group
es: El usuario puede conectarse al grupo

source: IPTV channels
es: Canales IPTV
pt: Canais IPTV

source: TV Archive
es: Archivo TV
pt: Arquivo de TV

source: Records
es: Grabaciones
pt: Registros

source: Reseller is assigned to user
es: Distribuidor asignado a usuario | Distribuidor asinado a usuarios

source: Not exists
es: No existe

source: No data for this filter
es: Ningún dato para este filtro
pt: Não há dados para este filtro

source: Write database error
es: Error de escritura en la base de datos

source: No Group with ID %s
es: No hay Grupos con ID %s
pt: Nenhum grupo com ID %s

source: Reseller not found
es: Distribuidor no encontrado
pt: Revendedor não encontrado

source: Reseller is unassigned from user
es: Distribuidor no asignado de usuario | Distribuidor no asgnado de usuarios | Distribuidor no asignado de usuarios

source: Reseller unassigning error
es: Error al no asignar distribuidor
pt: Erro de cancelamento da atribuição de revendedor

source: Tariff plan is changed, please restart your STB
es: Se ha cambiado el plan de tarifas, por favor reinicie el decodificador

source: Episodes
es: episodios
pt: Episódios

source: If the protocol
es: Si el protocolo
pt: Se o protocolo

source: then this field must be filled
es: entonces este campo debe ser llenado

source: Edit commercial
es: Editar publicidad
pt: Editar comercial

source: Edit moderator
es: Editar moderador
pt: Editar moderador

source: Publish
es: Publicar
pt: Publicar

source: scheduled
es: programado
pt: agendada

source: all
es: todos
pt: todos

source: Unpublish
es: Despublicar
pt: Despublicar

source: Not published
es: No publicado
pt: Não publicado

source: Username "%s" does not exist.
es: Nombre de usuario "%s" no existe.
pt: O nome de utilizador "%s" não existe.

source: This operation is temporarily unavailable.
es: Esta operación no está disponible temporalmente.
pt: Esta operação está temporariamente indisponível.

source: Server error
es: Error del Servidor
pt: Erro no servidor

source: end_date_format
es: m.d.Y

source: %d day
es: %d día
pt: %d dia

source: Subscribed
es: Suscrito
pt: Inscrito

source: Not subscribed
es: No suscrito
pt: Não inscrito

source: Action "%s" denied for page "%s"
es: Acción "%s" rechazada por página "%s"

source: ABC_1l
es: A

source: ABC_2l
es: B

source: ABC_3l
es: C

source: ABC_4l
es: D

source: ABC_5l
es: E

source: ABC_6l
es: F

source: ABC_7l
es: G

source: ABC_8l
es: H

source: ABC_9l
es: I

source: ABC_10l
es: J
pt: J

source: ABC_11l
es: K
pt: K

source: ABC_12l
es: L

source: ABC_13l
es: M

source: ABC_14l
es: N

source: ABC_15l
es: O

source: ABC_16l
es: P

source: ABC_17l
es: Q

source: ABC_18l
es: R

source: ABC_19l
es: S

source: ABC_20l
es: T

source: ABC_21l
es: U

source: ABC_22l
es: V

source: ABC_23l
es: W

source: ABC_24l
es: X

source: ABC_25l
es: Y

source: ABC_26l
es: Z

source: january
es: Enero
pt: janeiro

source: february
es: Febrero
pt: fevereiro

source: march
es: Marzo
pt: março

source: april
es: Abril
pt: abril

source: may
es: Mayo
pt: maio

source: june
es: Junio
pt: junho

source: july
es: Julio
pt: julho

source: august
es: Agosto
pt: agosto

source: september
es: Septiembre
pt: setembro

source: october
es: Octubre
pt: outubro

source: november
es: Noviembre
pt: novembro

source: december
es: Diciembre
pt: dezembro

source: [No channel info]
es: [Canal sin información]
pt: [Sem informação do canal]

source: New claim on %s - %s (%s, id: %s). From %s
es: Nueva reclamación en %s - %s (%s, id: %s). De %s

source: Artists
es: Artistas
pt: Artistas

source: Playlists
es: Listas de reproducción

source: Genres
es: Géneros
pt: Géneros

source: Years
es: Años
pt: Anos

source: NBU exchange rate on
es: Tasa de cambio NBU activa
pt: Taxa de câmbio NBU em

source: Exchange rate on
es: Tipo de cambio del
pt: Taxa de câmbio em

source: CBR exchange rate on
es: Ratio de cambio CBR en
pt: Taxa de câmbio CBR em

source: %H:%i
es: %h:%i %p

source: Source
es: Fuente
pt: Fonte

source: unavailable
es: Inaccesible
pt: indisponível

source: failed to open
es: Fallo al abrir
pt: falha ao abrir

source: Errors
es: Errores
pt: Erros

source: Successful: %s channels
es: Exito: %s canales
pt: Sucesso: %s canais

source: Deleted: %s records
es: Borrados: %s registros
pt: Excluído: %s registos

source: Queries
es: Consultas
pt: Consultas

source: Exec time
es: Tiempo de ejecución
pt: Hora exec

source: JANUARY
es: Enero

source: FEBRUARY
es: Febrero

source: MARCH
es: Marzo

source: APRIL
es: Abril
pt: Abril

source: MAY
es: Mayo
pt: MAI

source: JUNE
es: Junio

source: JULY
es: Julio

source: AUGUST
es: Agosto
pt: Agosto

source: SEPTEMBER
es: Septiembre

source: OCTOBER
es: Octubre

source: NOVEMBER
es: Noviembre

source: DECEMBER
es: Diciembre
pt: Dezembro

source: SUNDAY
es: Domingo

source: MONDAY
es: Lunes

source: TUESDAY
es: Martes

source: WEDNESDAY
es: Miércoles

source: THURSDAY
es: Jueves

source: FRIDAY
es: Viernes

source: SATURDAY
es: Sábado

source: Night
es: Noche
pt: Noite

source: Morning
es: Mañana
pt: Mañana

source: Evening
es: Noche
pt: La noche

source: Jan
es: Enero

source: Apr
es: Abr
pt: Abr

source: Aug
es: Ago
pt: Ago

source: Dec
es: Dic
pt: Dez

source: clear
es: Limpiar
pt: limpar

source: partly cloudy
es: Parcialmente nublado
pt: parcialmente nublado

source: cloudy
es: Nublado
pt: nublado

source: overcast
es: Nublado
pt: nublado

source: rain
es: Lluvia
pt: chuva

source: rainfall
es: Precipitaciones
pt: queda chuva

source: snow
es: Nieve
pt: neve

source: thunderstorm
es: Tormenta
pt: trovoadas

source: no data
es: Sin datos
pt: sem dados

source: w/o precipitation
es: c/s precipitaciones

source: pressure
es: Presión
pt: de reação

source: wind
es: viento
pt: vento

source: Channel %s set to active because at least one of its URLs became available.
es: Canal %s se ha fijado como activo, porque al menos una de sus URL's está disponible.

source: Channel %s set to inactive because all its URLs are not available.
es: Canal %s se ha fijado como inactivo, porque todas sus URL's no están disponibles.

source: Channels with PVR
es: Canales con PVR
pt: Canais com PVR

source: Movie name in '%s' not found
es: Película titulada en '%s' no encontrada

source: Curl initialization error
es: Error en la iniciación curl

source: Curl exec failure
es: Fallo Curl exec

source: Empty location header
es: Localización del encabezado vacía
pt: Local de cabeçalho vazio

source: Wrong location header.
es: Localización del encabezado incorrecta

source: Location: ('%s')
es: Localización: ('%s')
pt: Localização: ('%s')

source: Location does not contain movie id.
es: La localización no contiene el ID de la película.

source: Can't get rating from
es: No puede obtenerse la calificación de
pt: Não é possível obter classificação de

source: Channel not found
es: Canal no encontrado
pt: Canal não encontrado

source: Recording for this channel already exist
es: La grabación para este canal ya existe

source: Recording duration limit is reached
es: Se ha alcanzado el límite de duración de grabación
pt: Limite de duração da gravação foi atingido

source: Radio-channel %s set to active because its URL became available.
es: Canal-radio %s establecido como activo porque su URL está disponible.

source: Radio-channel %s set to inactive because its URL are not available.
es: Canal-radio %s establecido como inactivo porque su URL no está disponible.

source: recording
es: grabando
pt: gravando

source: today
es: Hoy
pt: hoje

source: yesterday
es: Ayer
pt: ontem

source: Break in the program
es: Romper en el programa
pt: Pausa no programa

source: Radio channels
es: Canales de radio
pt: Canais de rádio

source: Modules
es: Módulos
pt: Módulos

source: Options
es: Opciones
pt: Opções

source: Season
es: Temporada
pt: Temporada

source: Episode
es: Episodio
pt: Episodio

source: coming soon
es: Próximamente
pt: em breve

source: last week
es: la semana pasada
pt: semana passada

source: city_name_field
es: nombre_en

source: Wait
es: Espere
pt: Aguarde

source: Request is being processed
es: Solicitud en proceso
pt: Solicitação está a ser processada

source: Clean
es: Limpiar
pt: Limpo

source: This URL already exists
es: Esta URL ya existe
pt: Esta URL já existe

source: width
es: ancho
pt: largura

source: height
es: alto
pt: altura

source: quality
es: calidad
pt: qualidade

source: languages
es: idiomas
pt: idiomas

source: Action is disabled
es: Acción deshabilitada
pt: A ação está desativada

source: This action is not available
es: Esta acción no está disponible
pt: Esta acção não está disponível

source: Back
es: Atrás
pt: Voltar

source: Saving was successful
es: Se ha guardado correctamente

source: Channel
es: Canal
pt: Canal

source: Load EPG
es: Cargar EPG
pt: Carregar EPG

source: Save
es: Guardar
pt: Salvar

source: New
es: Nuevo
pt: Novo

source: Error: channel with number "%s" is already in use
es: Error: el canal con el número "%s" ya está en uso
pt: Erro: o canal com o número " %s" já está em uso

source: Error: could not save logo
es: Error: No se pudo guaradar el logo
pt: Erro: não foi possível salvar o logótipo

source: Error: all fields are required
es: Error: Todos los campos son obligatorios
pt: Erro: todos os campos são obrigatórios

source: priority
es: Prioridad
pt: prioridade

source: filter
es: Filtro
pt: filtro

source: Temporary HTTP URL
es: URL HTTP temporal
pt: URL de HTTP temporária

source: WOWZA support
es: Soporte para WOWZA
pt: Suporte WOWZA

source: Flussonic support
es: Soporte Flussonic
pt: Suporte de flussonic

source: Xtream-Codes support
es: Soporte para códigos Xtream
pt: Suporte de Xtream-Codes

source: NGINX secure link
es: Enlace seguro NGINX
pt: Link seguro NGINX

source: Enable monitoring
es: Permitir la supervisión
pt: Ativar o monitoramento

source: Balancer monitoring
es: Monitorizar equilibrio
pt: Monitoramento de balanceador

source: Channel URL for monitoring
es: URL del canal para supervisión
pt: URL do canal para monitoramento

source: add new link
es: Añadir nuevo enlace
pt: adicionar novo link

source: delete
es: Borrar
pt: excluir

source: Do you really want to delete this record?
es: ¿Realmente quiere borrar esta grabación?
pt: Você realmente deseja excluir esse registo?

source: Channel with same number already exists!
es: ¡Ya existe un canal con el mismo número!

source: Shift channel list?
es: ¿Desplazar lista de canales?
pt: Shift lista de canais?

source: Add
es: Añadir
pt: Adicionar

source: Restart all TV archives
es: Reiniciar todos los archivos de TV
pt: Reiniciar todos os arquivos de TV

source: Service code
es: Código de servicio
pt: Código do serviço

source: xmltv id
es: id xmltv
pt: id xmltv

source: Volume correction
es: Corrección del volumen
pt: Correção de volume

source: Claims about<br>audio/video/epg
es: Reclamar sobre <br>audio/vídeo/epg
pt: Reclamações sobre áudio/vídeo/EPG

source: Do you really want to reset claims counter?
es: ¿Realmente quiere reiniciar el contador de reclamaciones?
pt: Você realmente quer redefinir o contador de reclamações?

source: Error deleting a logo
es: Error al eliminar un logo

source: Base channel
es: Canal base
pt: Canal de base

source: Bonus channel
es: Canal adicional
pt: Canal de bónus

source: Price
es: Precio
pt: Preço

source: Links
es: Enlaces

source: URL for recording (multicast)
es: URL para la grabación (multicast)
pt: URL para gravação (multicast)

source: Enable TV archive
es: Permitir archivo TV
pt: Activar arquivo de TV

source: Flussonic DVR
es: DVR Flussonic

source: Wowza DVR
es: DVR Wowza

source: TV archive duration, h
es: TV duración archivo, h
pt: Duração do arquivo de TV, h

source: Allow nPVR
es: Permitir nPVR
pt: Permitir nPVR

source: Allow USB TimeShift
es: Permitir TimeShift USB
pt: Permitir TimeShift USB

source: only for rtp and ffrt solutions
es: Solo para soluciones de RTP y FFRT

source: Allow USB PVR
es: Permitir PVR USB
pt: Permitir PVR USB

source: EPG correction
es: corrección de EPG
pt: Correção de EPG

source: Comments
es: Comentarios
pt: Comentários

source: Cancel
es: Cancelar
pt: Cancelar

source: Search
es: Buscar
pt: Pesquisar

source: search by clip name
es: búsqueda por nombre del clip

source: Song name
es: Nombre de la cancion

source: Performer
es: Intérprete
pt: Interpret

source: Posted by
es: Publicado por
pt: Postado por

source: When
es: Cuando
pt: Quando

source: Claims about<br>audio/video
es: Reclamar sobre <br>audio/vídeo
pt: Reclamações sobre<br>áudio/vídeo

source: Loading
es: Cargando
pt: Carregando

source: Not found
es: No encontrado
pt: Não encontrado

source: Server
es: Servidor
pt: Servidor

source: File
es: Archivo
pt: Arquivo

source: Error: The file or directory may contain invalid characters
es: Error: El archivo o directorio pueden contener caracteres no válidos

source: include solution
es: incluir la solución

source: Form filling order
es: Orden de relleno de formularios
pt: Ordem de enchimento do formulário

source: Moderators MAC addresses
es: Direcciones MAC de moderadores
pt: Endereços MAC de moderadores

source: Disable Video club ad
es: Desactivar anuncio del video club

source: RADIO channels
es: Canales de RADIO

source: video deleted
es: Vídeo eliminado

source: Error: insufficient permissions for this action
es: Error: permisos insuficientes para esta acción
pt: Erro: permissões insuficientes para esta acção

source: Turn on
es: Activar
pt: Ligar

source: Schedule turn the video on
es: El calendario enciende el vídeo

source: My logs
es: Mis registros
pt: Meus registos

source: search by file name of movie name
es: Búsqueda por nombre de archivo del nombre de la película

source: Votes
es: Votos
pt: Votos

source: good sound
es: Sonido bueno

source: bad sound
es: Sonido malo

source: good video
es: Vídeo bueno

source: bad video
es: Vídeo malo

source: Folder
es: Carpeta
pt: Pasta

source: Restriction
es: Restricción
pt: Restrição

source: Duration, min
es: Duración, min

source: Turn on date
es: Activar el día

source: please wait
es: Por favor espera
pt: aguarde

source: check
es: Comprobar
pt: verificar

source: count md5 sum
es: Contar suma md5

source: counting
es: Contando
pt: contando

source: Not available
es: No disponible
pt: Não disponível

source: Available
es: Disponible
pt: Disponível

source: autofill
es: Autorelleno
pt: preencher automaticamente

source: Kinopoisk ID
es: ID de Kinopoisk

source: For unlock please delete Name and Original name fields
es: "Para desbloquear

source: Kinopoisk rating
es: Puntuación Kinopoisk
pt: Classificação de Kinopoisk

source: Age rating
es: Calificación por edad
pt: Classificação etária

source: Rating MPAA
es: Clasificación MPAA

source: Only for MAG100
es: Sólo para MAG100
pt: Apenas para MAG100

source: High quality
es: Calidad alta
pt: Qualidade Alta

source: Low quality
es: Baja calidad
pt: Baixa Qualidade

source: old genre
es: Género antiguo
pt: género antigo

source: Stars
es: Estrellas
pt: Estrelas

source: Cover
es: portada
pt: Capa

source: 1. Upload cover.<br>2. Fill form.<br>3. Save.<br>4. Put the converted in folder<br>&nbsp;&nbsp;&nbsp;&nbsp;specified in the column "Folder".<br>5. If necessary, edit or delete a record.<br>6. Click on folder name.<br>7. If the file is physically present in the directory,<br>&nbsp;&nbsp;&nbsp;&nbsp;it is green, if there is no - in red.
es: 1. Subir tapa.<br />2. Llenar formulario.<br />3. Guardar.<br /> 4. Ponga la convierte en la carpeta<br />&nbsp;&nbsp;&nbsp;&nbsp;se especifica en la columna "Folder".<br />5. Si es necesario, editar o borrar un archivo.<br />6. Haga clic en el nombre de la carpeta.<br />7. Si el archivo está presente físicamente en el directorio,<br />&nbsp;&nbsp;&nbsp;&nbsp;es verde, si no hay - en rojo.
pt: 1. Carregar capa.<br />2. Preencha o formulário.<br />3. Guardar.<br />4. Coloque o convertido na pasta<br />&nbsp;&nbsp;&nbsp;&nbsp;especificada na coluna "Pasta".<br />5. Se necessário, edite ou exclua um registo.<br />6. Clique no nome da pasta.<br />7. Se o arquivo estiver fisicamente presente no directório,<br />é verde, caso contrário é vermelho.

source: Administrators groups
es: Grupos de administradores
pt: Grupos de administradores

source: Password can not be blank
es: La contraseña no puede estar en blanco
pt: A palavra-passe não pode ficar em branco

source: Passwords do not match
es: Las contraseñas no coinciden
pt: As palavras-passe não coincidem

source: Administrators
es: Administradores
pt: Administradores

source: Password
es: Contraseña
pt: Palavra-passe

source: Password repeat
es: Repetir contraseña
pt: Repetir palavra-passe

source: All users log
es: Todos los registros de usuario
pt: Todos os log de utilizadores

source: Stb action
es: Acción del decodificador
pt: Acção STB

source: Parameter
es: Parámetro
pt: Parâmetro

source: Jokes
es: Chistes
pt: Piadas

source: Joke
es: Chiste
pt: Piada

source: Error: could not save cover
es: Error: No se pudo guardar la portada
pt: Erro: não foi possível salvar a capa

source: AUDIO ALBUMS
es: ÁLBUMES DE AUDIO
pt: ÁLBUNS DE ÁUDIO

source: Performers
es: Intérpretes
pt: Artistas

source: search by album name or performer
es: Búsqueda por nombre de álbum o artista

source: add
es: Añadir
pt: adicionar

source: Album
es: Álbum
pt: Álbum

source: AUDIO GENRES
es: GÉNEROS DE AUDIO
pt: GÉNEROS DE ÁUDIO

source: search by name
es: Buscar por nombre
pt: pesquisar pelo nome

source: AUDIO LANGUAGES
es: IDIOMAS DE AUDIO
pt: IDIOMAS DE ÁUDIO

source: AUDIO PERFORMERS
es: Artistas de audio

source: AUDIO TRACKS
es: PISTAS DE AUDIO
pt: FAIXAS DE ÁUDIO

source: Languages
es: Idiomas
pt: Idiomas

source: search by track name
es: Búsqueda por nombre de la pista

source: AUDIO YEARS
es: AÑOS DE AUDIO
pt: ANOS AUDIO

source: Updated %s videos and %s karaokes
es: Actualizados %s vídeos y %s karaokes
pt: Actualizado %s vídeos e %s karaokes

source: Storage cache refresh
es: Actualizar la caché del almacenamiento
pt: Actualização do cache de armazenamento

source: Information services
es: Servicios de información

source: Department
es: Departamento
pt: Departamento

source: Claims
es: Reclamaciones
pt: Reivindicações

source: Log
es: Iniciar sesión

source: No epg
es: Sin EPG
pt: Sem EPG

source: Wrong epg
es: EPG incorrecto
pt: EPG errado

source: Claims log
es: Registro de reclamaciones
pt: Registo de reclamações

source: Claim on
es: Reclamar
pt: Reclamação em

source: From
es: De
pt: De

source: task done
es: Tarea hecha

source: EPG settings
es: configuración de la EPG
pt: Definições EPG

source: Update EPG
es: Actualizar EPG
pt: Atualização EPG

source: Force update EPG
es: Forzar la actualización EPG
pt: Forçar actualização do EPG

source: ID prefix
es: Prefijo de la ID
pt: Prefixo do ID

source: %s events %s sended, %s errors
es: %s eventos %s sended, %s errores
pt: %s eventos %s sended, %s erros

source: File with list is missing
es: Archivo con lista faltante
pt: Arquivo com lista está em falta

source: Events
es: Eventos
pt: Eventos

source: New event
es: Nuevo evento
pt: Novo evento

source: Send
es: Enviar
pt: Enviar

source: To one
es: A uno
pt: Para um

source: To all
es: A todos

source: By list
es: Por lista
pt: Por lista

source: By pattern
es: Por patrón
pt: Por padrão

source: To group
es: Para agrupar
pt: Para o grupo

source: Load active events
es: Cargar eventos activos
pt: Carregar eventos activos

source: List
es: Lista
pt: Lista

source: Pattern
es: Patrón
pt: Padrão

source: restart on OK
es: Reiniciar en OK

source: channels
es: Canales
pt: kanály

source: Active events for %s
es: Eventos activos para %s
pt: Eventos activos para %s

source: clean
es: Purgar
pt: limpar

source: Valid up to
es: Válida como máximo hasta
pt: Válido até

source: sended
es: Enviado

source: not sended
es: No enviado
pt: não enviado

source: There are no active events for %s
es: No hay eventos activos para %s
pt: Não há eventos activos para %s
