Repository: rummsi/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: es, pt

source: Change the order of compositions in the album
es: Cambiar el orden de las composiciones en el álbum
pt: Alterar a ordem das composições no álbum

source: Editing a composition
es: Editando una composición

source: Removing a composition
es: Eliminando una composición

source: Change the on/off state of the composition
es: Cambiar el estado habitado/deshabilitado de la composición

source: Getting audio-info from source
es: Obteniendo información de audio del recurso

source: List of artists
es: Lista de artistas
pt: Lista de artistas

source: List of artists by page + filters
es: Lista de artistas por página + filtros

source: Edit artist
es: Editar artista

source: Remove artist
es: Eliminar artista

source: Validation artist name
es: Validación de nombre de artista

source: List of audio genres
es: Lista de géneros de audio
pt: Lista de géneros de áudio

source: List of audio genres by page + filters
es: Lista de géneros de audio por página + filtros

source: Add audio genre
es: Añadir género de audio
pt: Adicionar género de áudio

source: Edit audio genre
es: Edición del género de audio
pt: Editar género de áudio

source: Remove the audio genre
es: Eliminar el género de audio
pt: Remover o género de áudio

source: Validation names audio genre
es: Validación de los nombres del género de audio

source: List of language performance
es: Lista de rendimiento del idioma

source: List of language performance by page + filters
es: Lista de rendimiento del idioma por los filtros + página

source: Add language of performance
es: Añadir lenguaje de la interpretación
pt: Adicionar idioma de desempenho

source: Edit language of performance
es: Editar idioma de la actuación
pt: Editar idioma do desempenho

source: Remove language of performance
es: Eliminar el idioma de actuación
pt: Remover idioma do desempenho

source: Validation name of the language of performance
es: Validación del idioma del intérprete

source: List of years of release
es: Lista de años de libertad
pt: Lista de anos de lançamento

source: List of years of release by page + filters
es: Lista de años de libertad por los filtros + página

source: Add the year of release
es: Agregar el año de estreno
pt: Adicionar ano de lançamento

source: Edit the year of release
es: Editar el año de estreno
pt: Editar ano de lançamento

source: Remove year of year of release
es: Eliminar año de lanzamiento

source: Validation names of release
es: Validación de los nombres de estreno

source: Audio logs
es: Registros de audio
pt: Registos de áudio

source: Block the authorized user of the system
es: Bloquear el usuario autorizado del sistema
pt: Bloquear o utilizador autorizado do sistema

source: Broadcast server
es: Servidor de difusión

source: List of servers broadcasting
es: Lista de servidores de radiodifusión

source: List of servers broadcasting by page + filters
es: Lista de servidores de difusión por filtros + página

source: Removing of servers broadcasting
es: Eliminando retransmisión de servidores

source: Change the on/off status of servers broadcasting
es: Cambiar el estado habitado/deshabilitado de la difusión de servidores

source: Adding and editing broadcast server
es: Añadiendo y editando servidor de transmisión

source: Broadcast area
es: Zona de difusión
pt: Área de transmissão

source: Broadcast area by page + filters
es: Zona de difusión por página + filtros

source: Add a new area
es: Añadir una nueva zona
pt: Adicionar uma nova área

source: Editing an existing area
es: Editando un área existente

source: Removing an existing area
es: Eliminando una zona existente

source: List of events
es: Lista de eventos
pt: Lista de eventos

source: List of events by page + filters
es: Lista de los acontecimientos por los filtros + página

source: Add an event
es: Añadir un evento
pt: Adicionar evento

source: Download the list of addresses for sending events
es: Descargar la lista de direcciones para los eventos enviados

source: Clear the list of events
es: Limpiar la lista de eventos
pt: Limpar lista de eventos

source: Start page
es: Página de inicio
pt: Página inicial

source: Saving settings drop-down menu user
es: Guardando configuración desplegable del menú de usuario

source: Checking state of flag of opinion form
es: Comprobando estado de la bandera en el formulario de opinión

source: Setting state of flag of opinion form
es: Establecer el marcador para el formulario de opinión

source: Get list of feed news
es: Obtener la lista de noticias

source: Set "readed" flag for item of feed news
es: Establecer la bandera "leído" para un elemento del feed de noticias

source: Set remind date for item of feed news
es: Establecer fecha de recordatorio para un elemento del feed de noticias

source: Checking the health status of the certificate server
es: Comprobando el estado de salud de servidor certificado

source: Mark notification as deleted, set "deleted" flag
es: Marcar notificación como eliminada, colocar bandera de "eliminada"
pt: Marcar a notificação como excluída, definir o sinalizador "excluído"

source: Info portal
es: Portal de información
pt: Portal de informação

source: Phone book by page + filters
es: Directorio teléfónico por página + filtros

source: Adding and editing phone number
es: Añadiendo y editando número de teléfono

source: Removing phone numbers
es: Eliminando números de teléfono

source: Humour by page + filters
es: Humor por página + filtros

source: View, add and edit joke
es: Ver, agregar y editar una broma

source: Removing joke
es: Eliminando chiste

source: Karaoke. List of karaoke
es: Lista de karaoke

source: List of karaoke by page + filters
es: Lista de karaoke por los filtros + página

source: View, add and edit karaoke
es: Ver, añadir y editar karaoke
pt: Ver, adicionar e editar karaoke

source: Remove karaoke
es: Eliminar karaoke
pt: Remover karaoke

source: Change the on/off state the task on the item karaoke
es: Cambiar el estado habitado/deshabilitado de las tareas del elemento de karaoke

source: Change the on/off state of available items Karaoke
es: Cambiar el estado habitado/deshabilitado de los elementos disponibles de karaoke

source: Information about the source element of karaoke
es: Información sobre el elemento de fuente de karaoke

source: Login. System authorization
es: Inicio de sesión. Autorización del sistema
pt: Login. Autorização do sistema

source: List of radio
es: Lista de de radio
pt: Lista de rádio

source: List of radio by page + filters
es: Lista de de radio por los filtros + página

source: Change the on/off state radio
es: Cambiar el estado habitado/deshabilitado de la radio

source: Remove radio
es: Eliminar la radio
pt: Remover rádio

source: Adding radio
es: Añadiendo radio
pt: Adicionar rádio

source: Viewing and editing radio
es: Visualización y edición de radio

source: Validation names of radio
es: Validación de los nombres de radio

source: Validation number of radio
es: Validación del número de radio

source: Registration in the system
es: Registro en el sistema
pt: Registo no sistema

source: EPG by page + filters
es: EPG por página + filtros
pt: EPG por página + filtros

source: Viewing and editing EPG
es: Visualización y edición de EPG
pt: Visualizando e editando EPG

source: Remove EPG
es: Eliminar ERP
pt: Remover EPG

source: Change the on/off state EPG
es: Cambiar el estado habitado/deshabilitado del EPG

source: Validation of URL EPG
es: Validación de la URL EPG

source: Update or force an update EPG
es: Actualizar o forzar una actualización de la EPG

source: Viewing of available skins
es: Visualización de apariencias disponibles

source: Setting the skin
es: Estableciendo la apariencia

source: Firmware update by page + filters
es: Actualización del firmware por página + filtros

source: Viewing and editing firmware updates
es: Visualización y edición de las actualizaciones de firmware

source: Remove firmware update
es: Eliminar la actualización de firmware
pt: Remover actualização de firmware

source: Change the on/off state firmware update
es: Cambiar el estado habitado/deshabilitado de la actualización de firmware

source: Page for editing theme
es: Página para editar tema

source: Uploading theme images
es: Subir imagen del tema

source: Resetting launcher themes to default settings
es: Restablecer los temas del lanzador a la configuración por defecto
pt: Redefinir temas do iniciador para as configurações padrão

source: Statistics of movies per month
es: Estadísticas de películas por mes
pt: Estatísticas de filmes por mês

source: Statistics of movies per month by page + filters
es: Estadísticas de películas por mes por página + filtros
pt: Estatísticas de filmes por mês por página + filtros

source: Statistics of TV
es: Estadísticas de la TV
pt: Estatísticas de TV

source: Statistics of TV by page + filters
es: Estadísticas de la televisión por página + filtros
pt: Estatísticas de TV por página + filtros

source: Statistics of TV archive
es: Estadísticas del archivo de televisión
pt: Estatísticas do arquivo de TV

source: Statistics of TV archive by page + filters
es: Estadísticas del archivo de televisión por página + filtros
pt: Estatísticas de arquivo de TV por página + filtros

source: Statistics of TimeShift
es: Estadísticas de TimeShift
pt: Estatísticas de TimeShift

source: Statistics of TimeShift by page + filters
es: Estadísticas de TimeShift por página + filtros
pt: Estatísticas de TimeShift por página + filtros

source: Statistics of moderators
es: Estadísticas de moderadores
pt: Estatísticas de moderadores

source: Statistics of moderators by page + filters
es: Estadísticas de los moderadores por página + filtros
pt: Estatísticas de moderadores por página + filtros

source: Subscriber statistics
es: Estadísticas de suscriptor
pt: Estatísticas de Assinantes

source: Subscriber statistics by page + filters
es: Estadísticas de suscriptor por página + filtros
pt: Estatísticas do assinante por página + filtros

source: Inactive subscribers by page + filters
es: Suscriptores inactivos por página + filtros
pt: Assinantes inactivos por página + filtros

source: Statistics of complaints
es: Estadísticas de quejas

source: Statistics of complaints by page + filters
es: Estadísticas de las quejas por página + filtros
pt: Estatísticas de reclamações por página + filtros

source: Logs of complaints
es: Registros de quejas
pt: Registos de reclamações

source: Logs of complaints by page + filters
es: Registros de quejas de los filtros de la página +
pt: Logs de reclamações por página + filtros

source: List of storages
es: Lista de almacenamientos
pt: Lista de armazenamento

source: List of storages by page + filters
es: Lista de los almacenamientos de filtros + página
pt: Lista de armazenamento por página + filtros

source: Reset cache storages
es: Restablecer los almacenamientos caché
pt: Redefinir armazenamentos de cache

source: Update cache storages
es: Actualizar los almacenamientos en caché
pt: Actualizar armazenamentos de cache

source: Viewing and editing storages
es: Visualización y edición de almacenamientos

source: Adding storages
es: Añadiendo almacenamientos

source: Change the on/off state storages
es: Cambiar el estado habitado/deshabilitado del almacenamiento

source: Remove storages
es: Eliminar almacenamientos
pt: Remover armazenamento

source: Search video
es: Buscar vídeo
pt: Pesquisar vídeo

source: Search video by page + filters
es: Búsqueda de vídeo por página + filtros
pt: Pesquisar vídeo por página + filtros

source: Logs of storages
es: Registros de almacenamientos
pt: Registos de armazenamento

source: Logs of storages by page + filters
es: Registros de almacenamientos de página + filtros
pt: Logs de armazenamento por página + filtros

source: List of service packages
es: Lista de paquetes de servicios
pt: Lista de pacotes de serviço

source: List of service packages by page + filters
es: Lista de paquetes de servicios por los filtros + página
pt: Lista de pacotes de serviço por página + filtros

source: Remove service package
es: Eliminar el paquete de servicios
pt: Remover pacote de serviço

source: Adding service package
es: Añadiendo paquete de servicios

source: Viewing and editing service package
es: Visualización y edición del paquete de servicio

source: Getting a list of media content for the service (add/edit form package)
es: Obteniendo una lista de contenido de medios para el servicio (añadir/editar paquete de formulario)

source: Validation of external ID for package
es: Validación del ID externo para el paquete
pt: Validação do ID externo para o pacote

source: List of tariff plans
es: Lista de planes de tarifas
pt: Lista de planos tarifários

source: List of tariff plans by page + filters
es: Lista de planes de tarifas por los filtros + página
pt: Lista de planos tarifários por página + filtros

source: Adding tariff plan
es: Añadiendo planes de tarifa
pt: Adicionar plano tarifário

source: Viewing and editing tariff plan
es: Visualización y edición de plan de tarifa

source: Remove tariff plan
es: Eliminar plan de tarifas
pt: Remover plano tarifário

source: Logs on/off of user's packages
es: Registros de encendido/apagado de los paquetes de usuarios
pt: Logs on/off de pacotes do utilizador

source: Logs on/off of user's packages by page + filters
es: Registros de encendido/apagado de los paquetes de usuario por página + filtros
pt: Logs on/off de pacotes do utilizador por página + filtros

source: Set tv-archive settings from service-package edit page
es: Establecer los ajustes de archivo-tv desde la página de edición de paquete de servicio

source: List of tasks
es: Listado de tareas
pt: Lista de tarefas

source: List of tasks by page + filters
es: Lista de tareas por los filtros + página
pt: Lista de tarefas por página + filtros

source: Change of state in the category
es: Cambiar estado en la categoría

source: Detailed on video-task
es: Detalles para la tarea de vídeo

source: Sending messages, change status for video-task
es: Enviar mensajes, cambie estado para tareas de vídeo

source: Detailed for karaoke-task
es: Detalles para la tareas de karaoke

source: Sending messages, change status karaoke-task
es: Enviar mensajes, cambie estado para tareas de karaoke

source: Report by page + filters
es: Informe por página + filtros
pt: Relatório por página + filtros

source: List of channels
es: Lista de canales
pt: Lista de canais

source: Switch on channel
es: Habilitar en canal
pt: Ligar o canal

source: Switch off channel
es: Desconectar canal
pt: Desligar o canal

source: Remove channel
es: Eliminar canal
pt: Remover canal

source: Adding channel
es: Añadiendo canales
pt: Adicionar um canal

source: Editing channel
es: Editando canal

source: Edit logo for channel
es: Editar logo del canal

source: Remove logo of channel
es: Eliminar el logo del canal
pt: Remover o logótipo do canal

source: Move channel - Order of channels
es: Mover canal - Orden de canales
pt: Mover canal - Ordem dos canais

source: Move channel - Save the changes of order channels
es: Mover canal - Guardar los cambios del orden de canales

source: Change the on/off state block move channel
es: Cambiar el estado habitado/deshabilitado del bloqueo en el movimiento de canales

source: Save EPG for channel
es: Guardar EPG para canal
pt: Salvar EPG para o canal

source: Viewing and editing EPG for channel
es: Visualización y edición de EPG para el canal
pt: Visualização e edição de EPG para canal

source: Autodetect language for channel links
es: Autodetectar idioma para enlaces de canal
pt: Detectar automaticamente o idioma para links de canal

source: List of users
es: Lista de clientes
pt: Lista de utilizadores

source: List of users by page + filters
es: Lista de usuarios por medio de filtros + página
pt: Lista de utilizadores por página + filtros

source: Change the on/off state user
es: Cambiar el estado habitado/deshabilitado del usuario

source: Remove user
es: Eliminar usuario
pt: Remover utilizador

source: Adding user
es: Añadiendo usuario
pt: Adicionar utilizador

source: Viewing and editing user
es: Visualización y edición del usuario

source: Validation of login user
es: Validación del inicio de sesión del usuario

source: Reset the password of Parent Control user
es: Restablecer la contraseña del usuario del Control Parental
pt: Redefinir palavra-passe de utilizador do Controlo Paterno

source: Reset favorites TV user
es: Restablecer los usuarios favoritos de TV

source: List of STB
es: Lista de decodificadores
pt: Lista de STB

source: Adding STB
es: Añadir Decodificador
pt: Adicionando STB

source: Viewing and editing title of STB
es: Visualización y edición del título de STB

source: Remove group STB
es: Eliminar el grupo de decodificadores

source: Validation of title STB
es: Validación del título del decodificador

source: List of STB in group
es: Lista de decodificadores en grupo
pt: Lista de STB no grupo

source: List of STB in group by page + filters
es: Lista de decodificadores en grupo por página + filtros
pt: Lista de STB no grupo por página + filtros

source: Adding STB in group
es: Añadir Decodificador en grupo

source: Remove STB from group
es: Eliminar decodificador del grupo

source: Verify that you can add an STB to the group
es: Verifique que puede añadir un decodificador al grupo
pt: Verifique se você pode adicionar um STB ao grupo

source: Logs of activity STB
es: Registros de actividad STB

source: Logs of activity STB by page + filters
es: Registros de actividad STB por página + filtros
pt: Logs de actividade STB por página + filtros

source: Report on changing of state STB
es: Informar del cambio de estado del decodificador

source: Report on changing of state STB by page + filters
es: Informar del cambio de estado del decodificador por página + filtros
pt: Relatório sobre a mudança de estado STB por página + filtros

source: Form adding support info
es: Formulario añadiendo información de soporte

source: Obtaining support info for the specified language
es: Obteniendo información de ayuda para el idioma especificado

source: Saving support info for the specified language
es: Guardando información de ayuda para el idioma especificado

source: List of movies
es: Lista de películas
pt: Lista de filmes

source: List of movies by page + filters
es: Lista de películas por los filtros + página
pt: Lista de filmes por página + filtros

source: Information about source of movie
es: Información sobre el origen de la película

source: Remove movie
es: Eliminar película
pt: Remover filme

source: Calculate md5 of movie
es: Calcular md5 de la película

source: Set the task on the movie
es: Establecer la tarea en la película
pt: Definir a tarefa no filme

source: Adding movie
es: Añadiendo película
pt: Adicionar filme

source: Viewing and editing movie
es: Visualización y edición de películas

source: Validation of title movie
es: Validación del título de la película

source: Change cover for movie
es: Cambiar portada de película

source: Deleting cover for movie
es: Borrando portada de película

source: Update the rating of movie from kinopoisk.ru portal
es: Actualizar la calificación de una película del portal Kinopoisk.ru
pt: Actualize a classificação do filme no portal kinopoisk.ru

source: By title of movie fill in the form of adding movie using data from kinopoisk.ru portal
es: Por título, rellene el formulario de una película utilizando datos de kinopoisk.ru

source: By ID movie on kinopoisk.ru portal, fill in the form of adding movie using data from kinopoisk.ru portal
es: Por ID, rellene el formulario de una película utilizando datos de kinopoisk.ru

source: Set cover for movie from kinopoisk.ru portal
es: Establecer la carátula para la película del portal Kinopoisk.ru

source: Schedule switch on of movie
es: Calendario habilitado en una película

source: Remove movie from schedule switch on
es: Elimilar película del calendario activo

source: List of advertising blocks
es: Lista de los bloqueos de publicidad
pt: Lista de blocos de publicidade

source: Remove advertising block
es: Eliminar bloqueo de anuncios

source: Change the on/off state advertising block
es: Cambiar el estado habitado/deshabilitado del bloqueo de anuncios

source: Adding advertising block
es: Añadiendo bloque de anuncios

source: Viewing and editing advertising block
es: Visualización y edición de bloqueo de publicidad

source: Addresses of moderators, information about STB of moderators
es: Las direcciones de los moderadores, información acerca de STB de moderadores
pt: Endereços de moderadores, informações sobre STB de moderadores

source: Remove moderator
es: Eliminar el moderador
pt: Remover moderador

source: Change the on/off state of moderator
es: Cambiar el estado habitado/deshabilitado del moderador
pt: Alterar o estado de ligar/desligar do moderador

source: Adding moderator
es: Añadiendo moderador
pt: Adicionar moderador

source: Viewing and editing moderator
es: Visualización y edición de moderador

source: Validation of MAC-address of STB of moderator
es: Validación de dirección MAC del decodificador del moderador

source: Logs of movie
es: Registros de la película
pt: Logs do filme

source: Logs of movie by page + filters
es: Registros de la película por página + filtros
pt: Logs de filme por página + filtros

source: Add video category
es: Añadir categoría de vídeo

source: Validation names video category
es: Validación de los nombres de categoría de vídeo

source: Validation names video genre
es: Validación de los nombres de género de vídeo

source: Edit video category
es: Editar la categoría de vídeo

source: Remove the video category
es: Eliminar la categoría de vídeo
pt: Remover a categoria de vídeo

source: Remove the video genre
es: Eliminar el género de vídeo
pt: Remover o género de vídeo

source: Save video genre
es: Guardar género de vídeo

source: List of video categories
es: Lista de categorías de vídeo
pt: Lista de categorias de vídeo

source: List of video categories by page + filters
es: Lista de categorías de vídeo por medio de filtros + página

source: Change the order of categories
es: Cambiar el orden de las categorías
pt: Alterar a ordem das categorias

source: List of video genres
es: Lista de los géneros de vídeo
pt: Lista de géneros de vídeo

source: List of video genres by page + filters
es: Lista de los géneros de vídeo por medio de filtros + página

source: Validation of number of the video-category
es: Validación del número de la categoría de vídeo

source: Get current setting of viewed
es: Obtener configuración de visionado actual

source: Set new setting for viewed
es: Establecer nuevos ajustes para visionado

source: movie
es: película
pt: filme

source: serial
es: Series
pt: série

source: Reset claims counter for video
es: Restablecer el contador de reclamaciones para vídeo
pt: Redefinir contador de reclamações para vídeo

source: admin
es: Administrador

source: List of tv genres
es: Lista de los géneros de TV

source: List of tv genres by page + filters
es: Lista de los géneros televisivos por los filtros + página

source: Add tv genre
es: Añadir género tv

source: Edit tv genre
es: Editar género tv

source: Remove the tv genre
es: Eliminar el género de televisión

source: Validation names tv genre
es: Validación de los nombres de género

source: Change the order of genres
es: Cambiar el orden de los géneros
pt: Alterar a ordem dos géneros

source: Resellers. List of resellers
es: Distribuidores. Lista de distribuidores
pt: Revendedores. Lista de revendedores

source: Resellers. List of resellers by page + filters
es: Distribuidores. Lista de distribuidores por página + filtros
pt: Revendedores. Lista de revendedores por página + filtros

source: Adding and editing resellers
es: Añadiendo y editando distribuidores

source: Deleting resellers
es: Borrando distribuidores
