Repository: rummsi/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: es, pt

source: Add composition
es: Añadir composición
pt: Adicionar composição

source: Content delivery type: http or custom url. When selecting HTTP, the file will be stored on the server. A unique title will be generated, which you should then use to rename the file. Custom URL means that you are downloading the file from the network. In this case, you have to indicate a direct link to the file using the format: solution + url.
es: Protocolo de la entrega de contenido (http, NFS, URL personalizada). La selección de los protocolos http y NFS significa que el archivo se almacena en el servidor. El único título que se creará, que debe darse al archivo añadido. URL personalizada significa que el archivo se descarga desde la red. En este caso, es necesario escribir una dirección para el archivo en formato solución + url.

source: Format solution + URL. Example fmpeg http://anon.nasa.net/download_135_720p.wmv
es: Solución de formato + URL. Ejemplo fmpeg http://anon.nasa.net/download_135_720p.wmv
pt: Solução de formato + URL. Exemplo fmpeg http://anon.nasa.net/download_135_720p.wmv

source: About License key
es: Acerca de la Clave de Licencia
pt: Sobre a chave de licença

source: Broadcast content on any device
es: Contenido de difusión en cualquier dispositivo
pt: Transmitir conteúdo em qualquer dispositivo

source: Owners of practically any device can become subscribers to your service.
es: Los propietarios de prácticamente cualquier dispositivo pueden convertirse en suscriptores de su servicio.

source: Now you can connect to Ministra TV platform with the most popular media players and smart TVs.
es: Ahora ya puedes conectarte a la plataforma Ministra TV con los reproductores de medios más populares y smart TVs.
pt: Agora pode ligar-se à plataforma de TV Ministra com os media players mais populares e smart TVs.

source: This was made possible thanks to the release of Ministra Player, an easy-to-use application for viewing TV and video content that is available on an increasing number of platforms.
es: Esto ha sido posible gracias al lanzamiento de Ministra Player, una aplicación de fácil uso para ver contenido de TV y vídeo, disponible en un número creciente de plataformas.

source: The application can be downloaded for free, but its full functionality requires a License key.
es: La aplicación se puede descargar gratis, pero su funcionamiento completo requiere una Clave de Licencia.
pt: A aplicação pode ser baixado gratuitamente, mas a sua funcionalidade completa requer uma chave de licença.

source: A License key is a unique set of symbols which licenses CPE to be compatible with the Ministra TV platform.
es: Una Clave de Licencia es un conjunto único de símbolos con licencias CPE compatibles con la plataforma de TV Ministra.
pt: Uma chave de licença é um conjunto exclusivo de símbolos que licencia CPE para ser compatível com a plataforma ministra TV.

source: Get more information about buying a License key and learn more about the application's operation.
es: Obtener más información sobre comprar una Clave de Licencia y saber más sobre la operación de la aplicación.
pt: Obter mais informação sobre a compra de uma chave de licença e saiba mais sobre a operação da aplicação.

source: Keys are purchased through
es: Las Claves se obtienen a través de

source: sales department
es: departamento de ventas
pt: departamento de vendas

source: Have any additional questions
es: Tiene alguna pregunta adicional

source: Which devices are supported?
es: ¿Qué dispositivos soportan?
pt: Quais dispositivos são suportados?

source: Infomir MAG Set-Top Boxes
es: Decodificadores MAG Infomir

source: Set-Top Boxes produced by Infomir on Linux or Android operating systems are ready to be connected to the Ministra TV platform.
es: Los decodificadores producidos por Infomir en los sistemas operativos Linux o Android están conectados a la plataforma Ministra TV.
pt: Set-Top Boxes produzidos pela Infomir em sistemas operacionais Linux ou Android estão prontos para serem ligados à plataforma ministra TV.

source: Applications for Android and iOS
es: Aplicaciones para Android e iOS
pt: Aplicações para Android e iOS

source: The official applications for Apple TV, Android TV, iPad, iPhone, iPod touch, Android phones & tablets, Android STB can be downloaded and installed for free from app stores, but a License key will be needed.
es: Las aplicaciones oficiales para Apple TV, Android TV, iPad, iPhone, iPod touch, teléfonos y tablets Android, decodificadores Android pueden ser descargados e instalados gratis desde apps stores, aunque necesitará una Clave de Licencia.

source: Applications for media players and Smart TVs
es: Aplicaciones para reproductor multimedia y Smart TVs
pt: Aplicações para media players e Smart TVs

source: Applications for Roku media player, and Samsung Tizen TV and LG WebOS Smart TVs, can be downloaded and installed for free from app stores, but a License key will be needed.
es: Aplicaciones para el reproductor multimedia Roku, y Samsung Tizen TV y LG WebOS Smart TV's, pueden descargarse e instalarse gratis de la App Store, pero será necesaria una Clave de Licencia.

source: Buy a License key
es: Comprar una Clave de Licencia
pt: Comprar uma chave de licença

source: Reserve
es: Reservar
pt: Reservar

source: Update info
es: Actualizar info
pt: Atualizar informações

source: Select all
es: Seleccionar todo
pt: Selecionar todos

source: Inverse selection
es: Invertir selección
pt: Seleção inversa

source: Select none
es: Seleccionado
pt: Selecionar nenhum

source: Switch on/off
es: Encender/Apagar
pt: Ligar/desligar

source: License keys not found
es: Claves de Licencia no encontradas
pt: Chaves de licença não encontradas

source: %N of %T cleared, %S skipped, %E errors
es: %N de %T limpiado, %S saltado, %E errores
pt: %N de% T desmarcada, %s ignorado,%E erros

source: %N of %T cleared
es: %N de %T limpiado
pt: %N de% T cancelado

source: %S skipped
es: %S saltado
pt: %s ignorado

source: %E errors
es: %E errores
pt: %E erros

source: License keys list
es: Lista de Claves de Licencia
pt: Lista de chaves de licença

source: User status
es: Estado de usuario
pt: Status do utilizador

source: Key status
es: Estado de actualización
pt: Estado da chave

source: Import license keys
es: Importar Claves de Licencia
pt: Importar chaves de licença

source: Clearing of license keys
es: Limpieza de Claves de Licencia
pt: Limpeza de chaves de licença

source: The clearing of license keys will begin shortly.
es: La limpieza de Claves de Licencia se iniciará en breve.
pt: A limpeza das chaves de licença começará em breve.

source: Connection
es: Conexión
pt: Conexão

source: Save log as .CSV
es: Guardar registro como .SCV
pt: Salvar log como .CSV

source: Try again
es: Volver a intentar
pt: Tente novamente

source: Are you sure you want to stop clearing of license keys?
es: ¿Está seguro de querer parar la limpieza de Claves de Licencia?
pt: Tem certeza de que deseja interromper a limpeza das chaves de licença?

source: Not, resume
es: No, continuar
pt: Não, retomar

source: Yes, stop
es: Sí, parar
pt: Sim, pare

source: Username
es: Nombre de usuario
pt: Nome de utilizador

source: Incorrect Username or Password
es: Nombre de usuario o contraseña incorrecto/s
pt: Utilizador ou Palavra-passe incorretos

source: Autocomplete done
es: Autocompletar finalizado

source: Editing movie
es: Editando película
pt: Editando o filme

source: files
es: archivos
pt: arquivos

source: Add file
es: Añadir archivo
pt: Adicionar arquivo

source: Add episodes name
es: Añadir nombre de episodios
pt: Adicionar nome de episódios

source: Add original name
es: Añadir nombre original
pt: Adicionar nome original

source: Delete episode
es: Eliminar episodio
pt: Excluir episódio

source: Add season name
es: Añadir nombre de la temporada
pt: Adicionar nome da temporada

source: Add series
es: Añadir serie
pt: Adicionar séries

source: Add episodes
es: Añadir episodios
pt: Adicionar episódios

source: Remove season
es: Eliminar temporada
pt: Remover temporada

source: Delete season
es: Eliminar temporada
pt: Excluir temporada

source: File type
es: Tipo de archivo
pt: Tipo do arquivo

source: Selecting the method of content delivery to the user (http or custom url). When using HTTP, there is no link to the content, it is stored on the server.
es: Seleccione el método de entrega de contenido al usuario (http o URL específica). Al usar HTTP, no existirá enlace al contenido. Se guardará en el servidor.
pt: Selecionando o método de entrega de conteúdo para o utilizador (http ou URL personalizada). Ao usar HTTP, não há nenhum link para o conteúdo, ele é armazenado no servidor.

source: Example: ffmpeg http://anon.nasa-global.edgesuite.net/HD_downloads/135_launch_720p.wmv
es: Ejemplo: ffmpeg http://anon.nasa-global.edgesuite.net/HD_downloads/135_launch_720p.wmv
pt: Exemplo: ffmpeg http://anon.nasa-global.edgesuite.net/HD_downloads/135_launch_720p.wmv

source: Temporary link
es: Enlace temporal
pt: Ligação temporária

source: Seasons
es: Temporadas
pt: Temporadas

source: episodes
es: episodios
pt: episódios

source: End date can not be less than the start date
es: La fecha de fin no puede ser menor a la de inicio

source: Add seasons and episodes
es: Añadir temporadas y episodios
pt: Adicionar temporadas e episódios

source: Delete file
es: Borrar archivo
pt: Excluir arquivo

source: Do you really wont delete this record?
es: ¿Realmente quiere borrar esta grabación?

source: This record cannot be deleted
es: Esta grabación no se puede borrar
pt: Este registo não pode ser excluído

source: Some server error
es: Algún error del servidor
pt: Algum erro de servidor

source: Some network error or access denied
es: Algún error de red o acceso denegado
pt: Algum erro de rede ou acesso negado

source: First, select the search service
es: Primero, seleccione el servicio de búsqueda
pt: Primeiro, seleccione o serviço de pesquisa

source: First enter the name or the movie id
es: Primero introduzca el nombre o ID de la película

source: episode
es: episodio
pt: episodio

source: Other files
es: Otros archivos
pt: Outros arquivos

source: Remove
es: Eliminar
pt: Remover

source: Old data
es: Datos antiguos
pt: Dados antigos

source: Something wrong. Please reload page.
es: Algo fue mal. Por favor, actualice la página.
pt: Algo errado. Por favor, recarregar a página.

source: Edit file
es: Editar archivo
pt: Editar arquivo

source: Movie information
es: Información de la película
pt: Informação do filme

source: Screenshots
es: Capturas de pantalla
pt: Capturas de tela

source: Files
es: Archivos
pt: Arquivos

source: Type Serial adds seasons and episodes structure
es: Teclear anuncios en series y estructuras de episodios
pt: Tipo Série adiciona temporadas e episódios à estrutura

source: Adds the restriction for movie access (password set in the "Parental advisory"). Default password 0000
es: Añada la restricción para el acceso de la película (contraseña establecida en el "Aviso Parental"). La contraseña por defecto es 0000
pt: Adicionar restrição para acesso a filmes (palavra-passe definida no "aconselhamento parental"). Palavra-passe padrão 0000

source: Autocomplete
es: Autocompletar
pt: Autocompletar

source: Title on the native language. Autocomplete is available
es: Título en el idioma nativo. Autocompletar está disponible
pt: Título na língua nativa. Preenchimento automático disponível

source: ID of movie on the TMDB
es: ID de la película en TMDB
pt: ID do filme no TMDB

source: ID of movie on the Kinopoisk
es: ID de la película en la Kinopoisk
pt: ID do filme no Kinopoisk

source: TMDB rating
es: Calificación TMDB
pt: Classificação TMDB

source: Film rating on the TMDB. Autocomplete only
es: Clasificación de película en TMDB. Sólo autocompletar
pt: Classificação do filme no TMDB. Apenas Auto-Completar

source: Film rating on the Kinopoisk. Autocomplete only
es: Clasificación de película en la Kinopoisk. Sólo autocompletar
pt: Avaliação da película no Kinopoisk. Apenas Auto Completar

source: Period of showing
es: Periodo para mostrar
pt: Período de exibição

source: Year of the film creation Example: 2014
es: Año de la creación de la película Ejemplo: 2014
pt: Ano da criação do filme exemplo: 2014

source: The period of showing of the episodes
es: El periodo en que se muestran los episodios
pt: O período de exibição dos episódios

source: Approximate duration
es: Duración aproximada
pt: Duração aproximada

source: Film length in minutes Example: 102
es: Duración de la película en minutos Ejemplo: 102
pt: Duração do filme em minutos Exemplo: 102

source: Movie description
es: Descripción de la película
pt: Descrição do filme

source: MPAA rating
es: Calificación del MPAA
pt: Classificação MPAA

source: MPAA age restriction
es: Restrcción de edad MPAA
pt: Restrição de idade da MPAA

source: Recommended viewer age
es: Edad recomendada del espectador
pt: Idade recomendada do visualizador

source: Available formats - jpg, jpeg, png. Maximum file size - 1MB.
es: Formatos disponibles - jpg, jpeg, png. Máximo tamaño de arhivo - 1MB.
pt: Formatos disponíveis-jpg, jpeg, png. Tamanho máximo do arquivo -1MB.

source: For cover recommended portrait orientation picture (aspect ratio 3:4).
es: Para carátulas, la orientación recomendada de la imagen (tasa de aspecto 4:3)
pt: Para a capa é recomendada a orientação de retrato (proporção 3:4).

source: For screenshots recommended landscape orientation picture (aspect ratio 4:3)
es: "Para capturas de pantalla
pt: Para capturas de tela é recomendada a orientação de paisagem (proporção 4:3)

source: Update season data
es: Actualizar datos de temporada
pt: Actualizar dados da temporada

source: Create season structure
es: Crear estructura de temporada
pt: Criar estrutura de temporada

source: Add one season
es: Añadir una temporada
pt: Adicionar uma temporada

source: Selecting the method of content delivery to the user (http, custom url, nfs). When using HTTP or NFS variants do not link to the content, in which case the content is stored on the server.
es: Seleccione el método de entrega de contenido al usuario (http, URL específica, NFS). Al usar las variantes HTTP o NFS no existirá enlace al contenido. En ese caso, se guardará en el servidor.

source: No matched genres
es: Género antiguo
pt: Sem géneros combinados

source: Autocomplete request is running, please wait
es: La solicitud de autocompletar está en ejecución, espere por favor
pt: A solicitação de preenchimento automático está em execução, aguarde

source: will be deleted from server
es: será eliminado del servidor
pt: será excluído do servidor

source: Delete this file?
es: ¿Borrar este archivo?
pt: Excluir este arquivo?

source: You can use letters, digits
es: Puede utilizar letras, dígitos
pt: Você pode usar letras, dígitos

source: Format: solution+URL. Example: ffmpeg http://example_of_link
es: Formato: Solución + URL. Ejemplo: ffmpeg http://ejemplo_de_enlace
pt: Formato: Solução + URL. Exemplo: ffmpeg http://example_of_link

source: Display frequency rate
es: Tasa de frecuencia de la pantalla
pt: Taxa de frequência da exibição

source: Disabled for categories
es: Deshabilitado para categorías
pt: Desactivado para categorias

source: Show categories that won't see the advertising
es: Mostrar categorías que no verán la publicidad

source: Necessary to see
es: Hay que ver
pt: Necessário para ver

source: Percentage of the total length of video that user has to watch to skip commercials.
es: El porcentaje de la longitud total del vídeo que el usuario tiene que ver para saltarse la publicidad.
pt: Percentagem da duração total do vídeo que o utilizador tem que assistir para saltar os comerciais.

source: Switch off advertising
es: Deshabilitar la publicidad
pt: Desligue a publicidade

source: advertising
es: Publicidad
pt: publicidade

source: advertising list
es: lista de publicidad
pt: lista de publicidade

source: Forbidden for categories
es: Prohibida para categorías
pt: Proibido para categorias

source: You can't delete category with movies or genres
es: No se puede eliminar categoría con películas o géneros
pt: Você não pode excluir a categoria com filmes ou géneros

source: Edit category
es: Editar categoría
pt: Editar categoria

source: Add category
es: Añadir categoría
pt: Adicionar categoria

source: categories list
es: lista de categorías
pt: lista de categorias

source: You can't delete genre with movies
es: No se puede eliminar género con películas
pt: Você não pode excluir o género com filmes

source: Reset media-claims
es: Restablecer los medios de reclamaciones

source: Activity log
es: Registro de actividades
pt: Log de atividades

source: ending
es: finalizando
pt: término

source: No tasks
es: No hay tareas
pt: Sem tarefas

source: sound
es: sonido
pt: som

source: Publishing
es: Publicando
pt: Publicando

source: Drop сomplaints
es: Abandonar las quejas
pt: Abrir reclamações

source: Are you sure you want to delete
es: ¿Está seguro de querer eliminar?
pt: Tem certeza de que deseja excluir

source: Delete video
es: Borrar vídeo
pt: Excluir vídeo

source: Calculate MD5 checksum
es: Calcular checksum MD5
pt: Calcular MD5 checksum

source: Today
es: Hoy
pt: Hoje

source: movie list
es: lista de películas
pt: lista de filmes

source: Undo selection
es: Deshacer la selección
pt: Desfazer seleção

source: Video title
es: Titulo del video
pt: Título do vídeo

source: Task description
es: Descripción de la tarea
pt: Descrição da tarefa

source: video moderator
es: moderador de vídeo
pt: moderador de vídeo

source: moderators list
es: lista de moderadores
pt: lista de moderadores

source: Enter MAC-address according to the format
es: Introduzca dirección MAC de acuerdo con el formato
pt: Digite MAC-address de acordo com o formato

source: scheduled on
es: Programado para
pt: programado em

source: Publish now
es: Publica ahora
pt: Publique agora

source: Remove schedule
es: Eliminar calendario
pt: Remover cronograma

source: Edit schedule
es: Editar calendario
pt: Editar programação

source: schedule
es: programar
pt: programar

source: Watched
es: Visto
pt: Assistir

source: Should be unique, can contain only numbers
es: Debe ser único, puede contener sólo números
pt: Deve ser único, pode conter apenas números

source: Format: solution+URL. Example: ifm http://radiotest.example:10040
es: Formato: Solución + URL. Ejemplo: IFM http://radiotest.ejemplo:10040
pt: Formato: solução+URL. Examplo: ifm http://radioteste.examplo:10040

source: Monitoring
es: Supervisión
pt: Monitoramento

source: Turn on monitoring service for this URL
es: Activar el servicio de monitorización para esta URL
pt: Active o serviço de monitoramento para esta URL

source: Stream volume adjustment
es: Ajuste del volumen de retransmisión
pt: Ajuste do volume do stream

source: Delete this radio?
es: ¿Borrar esta radio?
pt: Apagar esta rádio?

source: list of radio
es: lista de radios
pt: lista de rádio

source: Delete this firmware?
es: ¿Borrar este firmware?
pt: Excluir este firmware?

source: Add update
es: Añadir actualización
pt: Adicionar actualização

source: Edit update
es: Editar actualización
pt: Editar actualização

source: firmware update
es: Actualización de firmware
pt: atualização de firmware

source: General information
es: Información general
pt: Informação geral

source: Number and date of image due to be updated. Taken from the image. For automatic search of firmware it is enough to fill in version or date of image (one of fields).Number must be numeric.
es: Número y fecha de la imagen deberían actualizarse. Tomado de la imagen. Para la búsqueda automática de firmware es suficiente para llenar en la versión o fecha de imagen (uno de los campos). El número debe ser numérico.

source: Image version
es: Versión de la imagen
pt: Képfájl verziója

source: Update type: http update (load the image from HTTP) or reboot DHCP (reboot the STB to the DHCP boot mode)
es: Tipo de actualización: actualización HTTP (cargar la imagen desde HTTP) o reiniciar DHCP (reiniciar el decodificador al modo de inicio DHCP)
pt: Tipo de actualização: actualização http (carregar a imagem de HTTP) ou reiniciar o DHCP (reinicie o STB para o modo de inicialização DHCP)

source: Firmware is automatically updated is the version does not match to the current one.
es: El firmware se actualiza automáticamente si la versión no coincide con la actual.

source: Additional
es: Adicional
pt: Adicional

source: If you have several firmware files in one catalogue, please specify the file prefix. For example: if you input tr_ prefix, file tr_imageupdate will be loaded
es: Si tiene varios archivos de firmware en un catálogo, por favor especificar el prefijo del archivo. Por ejemplo: si la entrada tr_ prefijo, se montará tr_imageupdate archivo
pt: Se tiver vários arquivos de firmware em um catálogo, por favor especifique o prefixo do arquivo. Por exemplo: se inserir prefixo tr_, arquivo tr_imageupdate será carregado

source: Filter the STB by set parameters. Update will be installed on STB matching the following parameters only. In 'Image descriptor, it is enough to specify the part of description or key word. Fill-in data can be found in the interface of user profile in the corresponding fields.
es: Filtrar decodificador por parámetros establecidos. La actualización se instalará en el decodificador sólo para esos parámetros. En el 'descriptor de imagen', es suficiente para especificar la parte de la descripción o palabra clave. El relleno de los datos se puede encontrar en la interfaz del perfil de usuario en los campos correspondientes.

source: Required image version
es: Versión de la imagen requerida
pt: Versão de imagem necessária

source: MAG Set-Top Box
es: Decodificadores MAG

source: Smart TV and Set-Top Box
es: Smart TV y decodificadores
pt: Smart TV e Set-Top Box

source: Desktop and notebook
es: Sobremesa y portátil
pt: Desktop e portátil

source: Do theme restore to the initial look
es: Restaurar el tema a la apariencia inicial

source: Current
es: Actual
pt: Atual

source: appearance
es: apariencia
pt: aparência

source: Default theme
es: Tema predeterminado
pt: Tema padrão

source: Other platforms
es: Otra plataforma
pt: Outras plataformas

source: Edit themes
es: Editar temas
pt: Editar temas

source: Restore initial theme
es: Restaurar el tema inicial
pt: Restaurar o tema inicial

source: All changed settings will be reset to default values
es: Toda la configuración modificada será restaurada a valores por defecto
pt: Todas as configurações serão redefinidas para valores padrão

source: Home
es: Inicio

source: Pannels
es: Paneles
pt: Painéis

source: Left
es: Izquierda
pt: Esquerda

source: Right
es: Derecha
pt: Direita

source: Theme for editing
es: Tema para editar
pt: Tema para edição

source: Background
es: Fondo
pt: Fundo

source: Delete image
es: Eliminar imagen
pt: Excluir imagem

source: Upload the image
es: Subir la imagen
pt: Carregar a imagem

source: An image in jpeg or png format, no larger than 1MB.
es: Una imagen en formato jpeg o png, no superior a 1MB.
pt: Uma imagem em formato jpeg ou png, não maior que 1MB.

source: Recommended resolution is 1920x1080
es: Resolución recomendada 1920x1080
pt: Resolução recomendada é 1920x1080

source: Recommended resolution is 720х576
es: Resolución recomendada 720x576
pt: Resolução recomendada é 720х576

source: Image on a transparent background in png format, no larger than 1MB.
es: Imagen de un fondo transparente en formato png, no superior a 1MB.
pt: Imagem num fundo transparente no formato png, não maior do que 1MB.

source: The logo will be resized to the appropriate size depending on the platform
es: El logo se redimensionará a un tamaño apropiado dependiendo de la plataforma
pt: O logótipo será redimensionado para o tamanho apropriado, dependendo da plataforma
