Repository: rummsi/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: es, pt

source: Show EPG
es: Mostrar EPG
pt: Mostrar EPG

source: Choose genre
es: Seleccionar género
pt: Escolha o género

source: Choose language
es: Seleccionar idioma
pt: Escolher Idioma

source: Image was not uploaded
es: La imagen no se ha subido

source: You are going to leave this page, some form data may be lost... Continue?
es: Va a abandonar esta página, algunos formularios pueden perderse... ¿Continuar?
pt: Vai deixar esta página, alguns dados do formulário podem ser perdidos... Continuar?

source: The maximum number of registered channel
es: El número máximo de canal registrado

source: But in the channel list exist skipped numbers
es: "Sin embargo

source: channel numbers filled in automatically
es: números de canal se rellenan automáticamente
pt: números de canal preenchidos automaticamente

source: Rest of numbers must be filled manually
es: El resto de los números deben ser rellenados manualmente
pt: O resto dos números deve ser preenchido manualmente

source: No available numbers of channels
es: Ningún número disponible de canales
pt: Nenhum número disponível de canais

source: To add more channels, you can delete the unwanted channels in the channel list
es: Para añadir más canales, puede eliminar los canales extra de la lista de canales actuales

source: Import from m3u
es: Importar desde M3U
pt: Importação de m3u

source: Add a file
es: Añadir un archivo
pt: Adicionar arquivo

source: Save channels
es: Guardar canales
pt: Salvar canais

source: from file
es: de archivo
pt: do arquivo

source: End channel number can not be less than the start channel number
es: El número de canal final no puede ser menor que el número de canal inicial

source: Lock channel position
es: Bloquear la posición del canal
pt: Bloquear posição do canal

source: Unlock channel position
es: Desbloquear posición del canal
pt: Desbloquear a posição do canal

source: Attention! Processing list of more than 200 elements can greatly affect the performance and usability of this section of the admin panel. Are you sure you want to continue?
es: ¡Atención! Procesar listas con más de 200 elementos puede afectar en exceso al rendimiento y usabilidad de esta sección del panel de administrador. ¿Está seguro de querer continuar?
pt: Atenção! A lista de processamento de mais de 200 elementos pode afetar consideravelmente o desempenho e a usabilidade desta secção do painel de administração. Tem certeza de que quer continuar?

source: Get channels
es: Obtener canales
pt: Obter canais

source: You have unsaved data. First you need to save it. Do it?
es: Algunos datos no guardados. ¿Guardar?

source: You have unsaved data. Really want to go?
es: Tiene datos sin guardar. ¿Quiere salir?
pt: Você tem dados não salvos. Quer mesmo ir?

source: Organize channels
es: Organizar canales
pt: Organizar canais

source: Channels
es: Canales
pt: Canais

source: Enter title or number of the channel
es: Introduzca nombre o número del canal
pt: Inserir título ou o número do canal

source: genre
es: género
pt: género

source: Profile
es: Perfil
pt: Perfil

source: User group
es: Grupo de usuario
pt: Grupo de utilizadores

source: None
es: Ninguna
pt: Nenhum

source: Unlimited
es: Ilimitado
pt: Ilimitado

source: Automatic License Key assignment
es: Asignación automática de Clave de Licencia
pt: Atribuição automática de chave de licença

source: User's theme
es: Tema del usuario
pt: Tema do utilizador

source: Device info
es: Información del dispositivo
pt: Info o zariadení

source: Video out
es: Salida de vídeo
pt: Saída de vídeo

source: Favorite
es: Favorito
pt: Favorito

source: Packages of services
es: Paquetes de servicios
pt: Pacotes de serviços

source: Package title
es: Título del paquete
pt: Título do pacote

source: Package type
es: Tipo de paquete
pt: Tipo de pacote

source: More detailed information about the connected packs will be available in the next editing session
es: Más información detallada acerca de los paquetes conectados estará disponible en las siguientes sesiones de edición

source: Valid until
es: Válida hasta
pt: Válido até

source: At the expiration of
es: Con término de plazo en
pt: Ao expirar

source: Results of extended diagnostics
es: Resultados de los diagnósticos extendidos
pt: Resultados de diagnóstico estendidos

source: Last update
es: Última actualización
pt: Última Atualização

source: Domain
es: Dominio
pt: Domínio

source: Limit of number of the users has been reached
es: El límite de número de usuarios se ha alcanzado

source: Support info
es: Información de ayuda
pt: Informações de suporte

source: Choose language for support info
es: Seleccionar idioma para la información de apoyo
pt: Escolha o idioma para informações de suporte

source: Allowed to use html-tags
es: Permitir el uso de etiquetas-HTML
pt: Permissão para usar html-tags

source: Delete this users group?
es: ¿Borrar este grupo de usuarios?
pt: Excluir este grupo de utilizadores?

source: Change reseller for current group
es: Cambiar distribuidor para el actual grupo
pt: Alterar revendedor para o grupo actual

source: list of groups STB
es: lista de grupos del decodificador

source: Print
es: Imprimir
pt: Imprimir

source: STB statuses report
es: Informe de estado del decodificador
pt: Relatório de status do STB

source: For all
es: Para todos
pt: Para todos

source: Only for
es: Solo para
pt: Apenas para

source: Remove from favorites
es: Eliminar de favoritos
pt: Remover dos favoritos

source: Add to favorites
es: Añadir a favoritos
pt: Adicionar aos favoritos

source: Remove this filter?
es: ¿Eliminar este filtro?
pt: Remover este filtro?

source: Go to Users page and set up new filter
es: Ir a la página del Usuario y establecer nuevo filtro
pt: Aceder à página de Utilizadores e configurar o novo filtro

source: Create new filter
es: Crear nuevo filtro
pt: Criar novo filtro

source: Enter the MAC-address according to the format
es: Introduzca la dirección MAC de acuerdo con el formato
pt: Digite o MAC-address de acordo com o formato

source: Remove this user from the group?
es: ¿Eliminar este usuario del grupo?
pt: Remover este utilizador do grupo?

source: Edit console
es: Editar consola
pt: Editar consola

source: Add console
es: Añadir consola
pt: Adicionar consola

source: Remove from group
es: Eliminar del grupo
pt: Remover deste fórum

source: list of STB in group
es: lista de decodificador en el grupo
pt: lista de STB no grupo

source: Add STB
es: Añadir Decodificador
pt: Adicionar STB

source: Send event
es: Enviar evento
pt: Enviar evento

source: Set reseller
es: Establecer distribuidor
pt: Definir revendedor

source: Set expires billing date
es: Establecer fecha de finalización de facturación

source: Unset expires billing date
es: No definida finalización de la fecha de facturación

source: Last activity
es: Última actividad
pt: Última Atividade

source: Change status
es: Último cambio de estado
pt: Alterar status

source: Not selected
es: No seleccionado
pt: Não Selecionado

source: Are you sure you want to delete user?
es: ¿Está seguro de querer eliminar el usuario?
pt: Tem certeza de que deseja excluir o utilizador?

source: Are you sure you want to delete users?
es: ¿Está seguro de querer eliminar los usuarios?
pt: Tem certeza de que deseja excluir utilizadores?

source: Users not found
es: Usuarios no encontrados
pt: Utilizadores não encontrados

source: Save filter
es: Guardar filtro
pt: Salvar filtro

source: Selected users
es: Usuarios seleccionados
pt: Utilizadores selecionados

source: Set date
es: Establecer fecha
pt: Definir data

source: Delete this filter
es: Borrar este filtro
pt: Excluir este filtro

source: No search results
es: Búsqueda sin resultados
pt: Nenhum resultado de pesquisa

source: list of users
es: lista de usuarios
pt: lista de utilizadores

source: Add parametr
es: Añadir parametro

source: Apply filter
es: Aplicar filtro
pt: Aplicar filtro

source: Filter name
es: Filtrar nombre
pt: Filtro nome

source: Old genre
es: Género antiguo

source: Used only for MAG100 compatibility with the portal. You may choose up to 4 genres.
es: Utilizado únicamente para la compatibilidad MAG100 con el portal. Puede elegir un máximo de 4 géneros.
pt: Usado somente para compatibilidade MAG100 com o Portal. Você pode escolher até 4 géneros.

source: Adds "HD" sign in catalogue
es: Añade signo "HD" en el catálogo
pt: Adiciona símbolo "HD" ao catálogo

source: Select the content delivery type (http,custom url, nfs). When using HTTP NFS the link to the content is not used, but the content is stored on the server.
es: Seleccione el tipo de entrega de contenido (HTTP, URL personalizada, NFS). Cuando se utiliza HTTP mediante NFS el enlace al contenido no se utiliza, pero el contenido se almacena en el servidor.
pt: Seleccionar o tipo de entrega de conteúdo (http, url personalizado, nfs). Ao usar o HTTP NFS, o link para o conteúdo não é usado, mas o conteúdo é armazenado no servidor.

source: Video volume adjustment
es: Ajuste del volumen de vídeo
pt: Ajuste de volume de vídeo

source: the category
es: la categoría
pt: a categoria

source: Finish
es: Terminar
pt: Terminar

source: Schedule of publishing
es: Calendario de publicaciones
pt: Cronograma de publicação

source: STB of moderators allow to show unpublished video and optionally skipping advertising
es: Los decodificadores de moderadores permiten mostrar vídeo inédito y opcionalmente omitiendo publicidad

source: Schedule switch on
es: Calendario habilitado
pt: Programe o interruptor para

source: Example: to one, to all, on the list, on the preset, to the group
es: Ejemplo: para uno, a todos, en la lista, predeterminado, al grupo
pt: Exemplo: para um, para todos, na lista, na predefinição, para o grupo

source: Choose recipient
es: Seleccionar destinatario
pt: Escolha o destinatário

source: Filter description
es: Filtrar descripción
pt: Descrição do filtro

source: Message header
es: Encabezado del mensaje
pt: Cabeçalho da mensagem

source: Message text
es: Mensaje de texto
pt: Texto da mensagem

source: Add post-function
es: Añadir functión post
pt: Adicionar post-function

source: The function to be executed when pressing the "OK" button
es: La función que se ejecutará cuando se pulsa el botón "OK"
pt: A função a ser executada ao pressionar o botão "OK"

source: Send message with video
es: Enviar mensaje con vídeo

source: File type not allowed
es: Tipo de archivo no permitido
pt: Tipo de arquivo não permitido

source: File is too large
es: El archivo es demasiado grande
pt: O arquivo é muito grande

source: Maximum number of files exceeded
es: Número máximo de archivos excedido
pt: Número máximo de arquivos excedidos

source: File is too small
es: El archivo es demasiado pequeño
pt: O arquivo é muito pequeno

source: Unknown error
es: Error desconocido
pt: Erro desconhecido

source: Uploaded bytes exceed file size
es: Los bytes subidos exceden del tamaño del archivo
pt: Os bytes enviados excedem o tamanho do arquivo

source: Powered by
es: Desarrollado por
pt: Desenvolvido por

source: IPTV/OTT Set-Top Boxes
es: Decodificadores IPTV/OTT

source: Contact support
es: Contactar con soporte
pt: Contactar o Suporte

source: Documentation
es: Documentación
pt: Documentação

source: Available new version
es: Disponible nueva versión
pt: Nova versão disponível

source: Technical questions form
es: Formulario de preguntas técnicas
pt: Formulário de perguntas técnicas

source: Reminder: One of your certificates is expiring
es: Recordatorio: Uno de sus certificados va a caducar
pt: Lembrete: um dos certificados está expirando

source: Notifications
es: Notificaciones
pt: Notificações

source: Read more
es: Leer más
pt: Leia mais

source: No new notifications
es: No hay notificaciones
pt: Sem novas notificações

source: Delete notification
es: Eliminar notificación
pt: Excluir notificação

source: Remind me later
es: Recuérdamelo más tarde
pt: Lembrar-me mais tarde

source: There is no connection to the server of certificates. The operation of some client's applications and devices can be suspended.
es: No hay conexión con el servidor de certificados. La operación de algunas aplicaciones y dispositivos del cliente podrán ser suspendidas.
pt: Não há nenhuma ligação com o servidor de certificados. A operação de algumas aplicações e dispositivos do cliente pode ser suspensa.

source: More information here
es: Más información aquí
pt: Mais informações aqui

source: The npm version does not match the required one. For correct operation, install npm version 2.15.11
es: La versión npm no se corresponde con la requerida. Para la operación correcta, instale la versión npm 2.15.11
pt: A versão npm não coincide com a necessária. Para a operação correta, instale a versão do npm 2.15.11

source: The date of start event
es: La fecha de inicio del evento
pt: A data de inicio de evento

source: The date of end event
es: La fecha de finalización del evento
pt: A data do evento final

source: If the date the start / end is not specified, the event will be repeated at a specified interval until its status is changed to "Stopped"
es: Si la fecha de comienzo/fin no se especifica, el evento se repetirá en el intervalo especificado hasta que su estado cambie a "Parado"

source: Repeating interval
es: Intervalo de repetición
pt: Intervalo de repetição

source: Every
es: Cada
pt: Cada

source: month
es: mes
pt: mês

source: Date type
es: Tipo de fecha
pt: Tipo Data

source: Day of week
es: Día de la semana
pt: Dia da semana

source: Day number
es: Número de día
pt: Número do dia

source: If do not selected any of the days of the week the event will be run every day.
es: Si no selecciona ningún día de la semana el evento se llevará a cabo todos los días.

source: The date of run event
es: La fecha de ejecución del evento
pt: A data do evento de execução

source: Attributes
es: Atributos
pt: Atributos

source: No signal
es: Sin señal
pt: Sem sinal

source: Error
pt: Erro

source: error
pt: erro

source: Incompatible
pt: Incompatível

source: Compatible
pt: Compatível

source: Uniserial
pt: Filme

source: Error:
pt: Erro:

source: No
pt: Não

source: General
pt: Geral

source: Devices of user
pt: Dispositivos do utilizador

source: Record ID
pt: ID do registo

source: User ID
pt: ID do utilizador

source: User name
pt: Nome de utilizador

source: User login
pt: Login de utilizador

source: Device MAC
pt: Dispositivo MAC

source: Model
pt: Modelo

source: Date added
pt: Data adicionada

source: Video club
pt: Clube de vídeo

source: Audio
pt: Áudio

source: insert
pt: inserir

source: User role "%s" does not exists
pt: A função de utilizador "%s" não existe

source: Feb
pt: Fev

source: Sep
pt: Set

source: Oct
pt: Out

source: video_name_format
pt: %2$s

source: VIDEO CLUB
pt: CLUBE DE VIDEO

source: Series
pt: Séries

source: Director
pt: Diretor

source: AUDIO CLUB
pt: CLUBE DE ÁUDIO

source: radio
pt: botão de rádio

source: Bonus
pt: Bônus

source: VIDEOCLUB
pt: VIDEOCLUBE

source: PARENTAL
pt: CONTROLO PARENTAL

source: Memo
pt: Memorando

source: NO
pt: NÃO

source: VK MUSIC
pt: VK MÚSICA

source: detective
pt: detetive

source: yoga
pt: ioga

source: series
pt: série

source: thriller
pt: suspense

source: Detective
pt: Detetive

source: Blues
pt: Azuis

source: Hail
pt: Granizo

source: user own key
pt: própria chave do utilizador

source: SYSTEM
pt: SISTEMA

source: Bhutani
pt: Butanês

source: Hindi
pt: Hindu

source: Interlingua
pt: Interlíngua

source: Tamil
pt: Tâmil

source: Twi
pt: Twitter

source: Volapuk
pt: Volapuque

source: Audio club
pt: Clube de áudio

source: Ministra TV Platform
pt: Plataforma de TV Ministra

source: Subs
pt: Legendas

source: Actors
pt: Atores

source: Show current user
pt: Mostre o utilizador actual

source: Show current user's devices
pt: Mostrar os dispositivos do utilizador actual

source: Users devices statistic
pt: Estatística de dispositivos de utilizadores

source: Categories
pt: Categorias

source: Administrators list
pt: Lista de administradores

source: About License keys
pt: Sobre as chaves de licença

source: Filters
pt: Filtros

source: Classic apps
pt: Aplicações clássicas

source: Firmware update
pt: Atualização de Firmware

source: Inserted
pt: Inserido

source: Tariffs
pt: Pautas aduaneiras

source: You can not connect to the service in this network.
pt: Não pode ligar ao serviço através desta rede.

source: didn't match any item
pt: não coincide com nenhum item

source: Video search
pt: Procurar vídeo

source: Templates of messages
pt: Modelos de mensagens

source: Streaming areas
pt: Áreas de streaming

source: Storage list
pt: Lista de armazenamento

source: Smart Launcher apps
pt: Aplicações Smart Launcher

source: Servers list
pt: Lista de servidores

source: Movie statistics
pt: Estatísticas do filme
