Repository: rummsi/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: es, pt

source: Logo position
es: Posición del logo
pt: Posição do logotipo

source: Reset settings to default
es: Restablecer contraseña predeterminada
pt: Redefinir as configurações para padrão

source: Subscribers statistic
es: Estadísticas de suscriptores
pt: Estatística de assinantes

source: View is a review of at least one joke
es: Ver es una revisión de al menos un chiste
pt: Ver é uma revisão de pelo menos uma piada

source: View is a playback of more than 70%% of movie length
es: Ver es una reproducción de más del 70 %% de la duración de la película
pt: Exibição é uma reprodução de mais de 70%% do comprimento do filme

source: View is an uninterrupted playback of channel for more than 30 minutes
es: Ver es una reproducción ininterrumpida del canal durante más de 30 minutos
pt: A visualização é uma reprodução ininterrupta do canal por mais de 30 minutos

source: Inactive subscribers
es: Suscriptores inactivos
pt: Assinantes inactivos

source: Clean claims
es: Limpiar reclamaciones

source: Go to Complaints Log page
es: Ir a la página del Registro de Quejas
pt: Aceder à página de Log de Reclamações

source: Assignee
es: Nuevo titular
pt: Responsável

source: Summary length, min
es: La longitud del resumen, min
pt: Resumo de comprimento, min

source: TV archive statistics
es: Estadísticas de archivos de TV

source: movie statistics
es: estadísticas de películas
pt: estatísticas do filme

source: Clean the cache
es: Limpiar la caché
pt: Limpar cache

source: Storage "{strg}" has linked channels
es: Almacenamiento "{strg}" tiene canales vinculados
pt: O armazenamento "{strg}" tem canais vinculados

source: Add storage
es: Añadir almacenamiento
pt: Adicionar armazenamento

source: storages list
es: lista de almacenamientos
pt: lista de armazenamento

source: Clean the cache – remove all content from cache
es: Limpiar la caché - eliminar todo el contenido de la caché
pt: Limpar cache – remova todo o conteúdo da cache

source: Update the cache – receive new information about all content in the storage
es: Actualizar la caché - reciba nueva información acerca de todo el contenido almacenado
pt: Actualize o cache – receba novas informações sobre todo o conteúdo no armazenamento

source: Update the cache
es: Actualizar la caché
pt: Actualize o cache

source: Changing the name of the storage can lead to critical consequences. To use a storage with a different name, create a new storage.
es: Cambiar el nombre del almacenamiento puede dar lugar a consecuencias críticas. Para utilizar un almacenamiento con un nombre diferente, cree un nuevo almacenamiento.

source: IP-address of the storage. Example : 127.0.0.1
es: Dirección IP del almacenamiento. Ejemplo: http://127.0.0.1
pt: Endereço IP do armazenamento. Examplo : http://127.0.0.1

source: Apache port
es: Puerto de Apache
pt: Porta Apache

source: Number of the port, accessing to the Apache server
es: "Número de puerto

source: Home directory where the catalogues and symbol links will be created Example: /home/username/slash_folder
es: Directorio principal donde los catálogos y enlaces de símbolo se crearán. Ejemplo: /inicio/nombreusuario/directorio_principal

source: Maximum of the users
es: Máximo de los usuarios

source: Maximum quantity of the users, which can watching the content from the storage at the same time
es: "Cantidad máxima de los usuarios

source: Additional information
es: Información Adicional
pt: Informação adicional

source: Allow TV recording
es: Permitir la grabación de TV
pt: Permitir gravação de TV

source: The emulation mode is used in case when two portals are attached to a single storage of TV archive. It is necessary to set the recording of TV archive at the first portal, and TV archive recording with the option of emulation at the second one. Thus, there will be two portals with the archive, though in fact it is recorded once.
es: El modo de emulación se utiliza en caso de que dos portales están unidos a una sola de almacenamiento del archivo TV. Es necesario ajustar la grabación del archivo de TV en el primer portal, y el archivo de grabación de TV con la opción de emulación en el segundo. Por lo tanto, habrá dos portales con el archivo, aunque de hecho se registra una vez.

source: You can filter the STBs according to their connection type (Wi-Fi, Ethernet) and to the models (250,275…). Field is case sensitive
es: Puede filtrar los STB de acuerdo a su tipo de conexión (Wi-Fi, Ethernet) ya los modelos (250,275 ...). El campo es sensible a mayúsculas
pt: Você pode filtrar os STBs de acordo com o tipo de conexão (Wi-Fi, Ethernet) e os modelos (250.275...). O campo diferencia maiúsculas de minúsculas

source: Access restriction
es: Restricción de acceso
pt: Restrição de acesso

source: Only moderators can watch the content from the storage
es: Solamente los moderadores pueden ver el contenido del almacenamiento
pt: Apenas moderadores podem ver o conteúdo do armazenamento

source: Not available for the MAG100
es: No disponible para el MAG100
pt: Não disponível para o MAG100

source: Storage is not available on the MAG100
es: Almacenamiento no disponible en el MAG100
pt: O armazenamento não está disponível no MAG100

source: logs
es: registros
pt: registos

source: Finished
es: Terminado
pt: Finalizado

source: video search
es: búsqueda de vídeo
pt: pesquisa de vídeo

source: Available on the serves
es: Disponible en los servidores

source: Not available on the servers
es: No está disponible en los servidores
pt: Não disponível nos servidores

source: Quantity of the storages
es: Cantidad de los almacenamientos
pt: Quantidade de armazenamento

source: In text format
es: En formato texto
pt: Em formato de texto

source: Access to TV Archive:
es: Estadísticas de archivo de TV:
pt: Acesso ao arquivo de TV:

source: Setup TV archive service for this channel
es: Instalar el servicio de archivo de TV para este canal
pt: Configurar o serviço de arquivamento de TV para este canal

source: Missing channel id
es: ID canal faltante
pt: ID do canal ausente

source: Check the settings at TV channel page
es: Comprobar los ajustes en la página de canales de TV
pt: Verifique as configurações na página do canal de TV

source: Setup TV archive
es: Instalar el archivo de TV
pt: Configurar o arquivo de TV

source: for channel
es: para el canal
pt: para o canal

source: Package identifier, can be used for external services
es: Identificador del paquete, puede ser utilizado para servicios externos
pt: Identificador do pacote, pode ser usado para serviços externos

source: Must be unique
es: Debe ser único
pt: Deve ser único

source: Category of content which this package belongs to
es: Categoría de contenido para este paquete

source: Type of access to the service: regular or one-off - with the terms and the price of rent
es: Tipo de acceso al servicio: regular o uno de los términos y precio de alquiler
pt: Tipo de acesso ao serviço: regular ou one-off-com os termos e o preço do aluguer

source: Duration of rent
es: Duración del alquiler

source: The duration of the specified service hours
es: La duración de las horas de servicio especificadas
pt: A duração das horas de serviço especificadas

source: Price for rent services
es: Precio de los servicios de alquiler
pt: Preço para serviços de aluguer

source: Full package
es: Paquete completo
pt: Pacote completo

source: Gives access to all content of the selected service
es: Da acceso a todo el contenido del servicio seleccionado
pt: Dar acesso a todo o conteúdo do serviço seleccionado

source: Use Ctrl key to select several items
es: Use la tecla Ctrl para seleccionar varios elementos
pt: Use a tecla Ctrl para seleccionar vários itens

source: You can use arrow keys and space button to transfer elements lightly
es: Puede utilizar las teclas de flecha y el espacio para transferir elementos cómodamente

source: Setup access to the channel's TV archive for this package
es: Instalar el acceso al archivo de los canales de TV para este paquete
pt: Configurar o acesso ao arquivo de TV do canal para este pacote

source: TV archive type
es: Tipo archivo TV
pt: Tipo de arquivo de TV

source: Archive servers
es: Servidores de archivos
pt: Servidores de arquivo

source: Select the storage for recording
es: Seleccione el almacenamiento para grabaciones
pt: Seleccionar o armazenamento para gravação

source: TV archive address
es: Dirección del archivo de TV
pt: Endereço de arquivo de TV

source: Valid protocols are http://, rtp:// and udp://
es: Los protocolos válidos son http://, rtp:// y udp://.
pt: Protocolos válidos são http://, rtp:// and udp://

source: TV archive length
es: TV longitud Archivo
pt: Duração do arquivo da TV

source: Allowed values from 0 to 999
es: Valores permitidos de 0 a 999

source: Measured in hours
es: Medido en horas
pt: Medido em horas

source: Allow the user to record selected programs on the server repository
es: Permitir al usuario grabar los programas seleccionados en el repositorio del servidor
pt: Permitir que o utilizador grave programas selecionados no repositório do servidor

source: nPVR servers
es: Servidores nPVR
pt: servidores nPVR

source: Time until the end of the tariff
es: Tiempo hasta la finalización de la tarifa

source: Message template
es: Plantillas de mensaje
pt: Modelo de mensagem

source: Delete this notification?
es: ¿Borrar esta notificación?
pt: Excluir esta notificação?

source: Tariff identifier, can be used for external services
es: Identidificador de tarifa, puede ser usado por servicios externos
pt: Identificador tarifário, pode ser usado para serviços externos

source: Tariff title. You can use letters, digits and symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , .
es: Título de tarifa. Puede utilizar letras, números y símbolos de la lista: @ # $% ^ & * () _ - +:; ,.
pt: Título tarifário.Pode usar letras, dígitos e símbolos da lista: ! @ # $ % ^ & * ( ) _ - + : ; , .

source: Set as default
es: Establecer como predeterminado
pt: Definir como padrão

source: Default tariff for all new STB of the network
es: Tarifa predeterminada para todos los decodificadores de la red
pt: Tarifa padrão para todos os novos STB da rede

source: To select as default, first you have to uncheck the current default tariff
es: Para seleccionar por defecto, primero debe desmarcar la tarifa actual por defecto

source: Service package
es: Paquete de servicio
pt: Pacote de serviço

source: Service package for the following tariff plan. You may use several packages.
es: Paquete de servicio para el siguiente plan de tarifas. Es posible utilizar varios paquetes.
pt: Pacote de serviços para o seguinte plano tarifário. Pode usar vários pacotes.

source: Optional default package is switched off, but it can be switched on right in the user profile
es: paquete por defecto opcional está apagada, pero se puede cambiar a la derecha en el perfil de usuario
pt: O pacote padrão opcional está desligado, mas pode ser ligado directamente no perfil do utilizador

source: Invalid value
es: Datos no válidos
pt: Valor Inválido

source: Acceptable value is from 1 to 365. Leave empty field or 0 for unlimited validity period
es: Los valores aceptados son del 1 al 365. Deje en blanco el campo o 0 para periodo de validez ilimitado

source: Set the sending time
es: Tiempo para fecha de caducidad cuando la alerta será enviada a los usuarios

source: Set the notification
es: Establecer la notificación
pt: Definir a notificação

source: Remove notification
es: Eliminar notificación
pt: Remover notificação

source: Add notification
es: Añadir notificación
pt: Adicionar notificação

source: Add noification message
es: Añadir mensaje de notificación
pt: Adicionar mensagem de notificação

source: Delete this service package?
es: ¿Borrar este paquete de servicio?
pt: Excluir este pacote de serviço?

source: list of service packages
es: lista de paquetes de servicios
pt: lista de pacotes de serviço

source: Subscribe log
es: Registro de suscripción
pt: Registo de inscrição

source: default
es: defecto
pt: padrão

source: Delete this tariff plan?
es: ¿Borrar este plan de suscripción?
pt: Excluir este plano tarifário?

source: list of tariff plans
es: lista de los planes de tarifa
pt: lista de planos tarifários

source: Days to expire
es: Días para caducar
pt: Dias para expirar

source: Add tariff plans
es: Añadir planes de tarifa
pt: Adicionar planos tarifários

source: Reject
es: Rechazar
pt: Rejeitar

source: Created task
es: Crear tarea
pt: Tarefa criada

source: Message has not been read
es: El mensaje no se ha leído
pt: Mensagem não foi lida

source: Task is
es: Tarea es
pt: A tarefa é

source: Task has been sent to archive
es: Tarea ha sido enviada al archivo
pt: A tarefa foi enviada para arquivar

source: Archived
es: Archivado
pt: Arquivado

source: Ready for send to archive
es: Listo para enviar el archivo
pt: Pronto para enviar para arquivo

source: Must be rejected before sending to archive
es: Debe ser rechazado antes de mandar al archivo
pt: Deve ser rejeitado antes de enviar para arquivo

source: Send to archive
es: Enviar al archivo
pt: Enviar para arquivar

source: tasks list in section
es: lista de tareas en la sección
pt: lista de tarefas na secção

source: Task type
es: Tipo de tarea
pt: Tipo de tarefa

source: from
es: de
pt: de

source: to
es: a
pt: para

source: Report is formed due to done and rejected tasks
es: Informe generado para tareas realizadas y rechazadas

source: Do you really want to delete or replace this image?
es: ¿Realmente quiere borrar o sustituir esta imagen?
pt: Você realmente deseja excluir ou substituir esta imagem?

source: Add streaming link
es: Añadir enlace de streaming
pt: Adicionar link de streaming

source: Edit streaming link
es: Editar enlace de difusión
pt: Editar link de streaming

source: Delete logo
es: Borrar logo
pt: Eliminar logótipo

source: For enabling this option you need enable mcrypt php-extension
es: "Para permitir esta opción

source: Auto-detect channel languages
es: Auto-detectar idiomas del canal

source: Pay attention.
es: Preste atención.
pt: Preste atenção.

source: For activating this option, you must enable "Enable monitoring" in the "Monitoring" section
es: Para activar esta opción, debe habilitar "Habilitar la supervisión" en la sección "Seguimiento"

source: Detected languages
es: Idiomas detectados
pt: Idiomas detectados

source: Apply detected languages
es: Aplicar idiomas detectados
pt: Aplicar idiomas detectados

source: No results
es: Sin resultados
pt: Sem resultados

source: Form data is not valid. Really want to go?
es: Los datos del formulario no son válidos. ¿Quiere continuar?

source: edit channel "
es: Editar canal "
pt: editar canal "

source: Requested channel not found
es: Canal solicitado no encontrado
pt: Canal solicitado não encontrado

source: Channel number
es: Numero de canal
pt: Número do canal

source: Number in channel list must contain only numbers from 1 to 999
es: Número en la lista de canales debe contener sólo números del 1 al 999
pt: Número na lista de canais deve conter apenas números de 1 a 999

source: Channel name
es: Nombre del Canal
pt: Nome do canal

source: You can use Latin letters, digits and symbols from the list ! @ # $ % ^ & * ( ) _ - + : ; , .
es: Puede utilizar letras latinas, números y símbolos de la lista! @ # $% ^ & * () _ - +:; ,.
pt: Pode usar letras latinas, dígitos e símbolos da lista ! @ # $ % ^ & * ( ) _ - + : ; , .

source: Sets compulsory volume level for this channel
es: Establece el nivel de volumen obligatorio para este canal
pt: Define o nível de volume obrigatório para este canal

source: Channel logo
es: Logo del canal
pt: Logotipo do canal

source: Recommended format – png, no smaller than 96*96 pixels, maximum size of the file – 1 MB.
es: Formato recomendado - png, no menor que 96 96 píxeles, el tamaño máximo del archivo - 1 MB.
pt: Formato recomendado – png, não menor que 96*96 pixels, tamanho máximo do arquivo – 1 MB.

source: Basic channel
es: Canal básico
pt: Canal básico

source: The base channel is available for user by default.
es: El canal base está disponible para el usuario por defecto.
pt: O canal base está disponível para o utilizador por padrão.

source: Not base channel may be available by subscription in user profile.
es: No es canal base podrá ser disponible por suscripción en el perfil de usuario.

source: Streaming links
es: Enlaces de retransmisión
pt: Links de streaming

source: Priority
es: Prioridad
pt: Prioridade

source: Temporary HTTP–link
es: Enlace HTTP temporal
pt: HTTP-link temporário

source: Loading balance
es: Cargando equilibrio
pt: Balanceamento de carga

source: Add link
es: Añadir enlace
pt: Adicionar Link

source: Valid protocols are http://, rtp:// and udp://.
es: Los protocolos válidos son http://, rtp:// y udp://.
pt: Protocolos válidos são http://, rtp:// and udp://.

source: Input source URL
es: URL con origen de entrada
pt: URL da fonte de entrada

source: Channel's URL for TV archive or nPVR recording
es: URL del canal para archivo de TV o grabación nPVR
pt: URL do canal para o arquivo de TV ou gravação nPVR

source: Setup TV archive duration
es: Instalar la duración del archivo de TV
pt: Duração do arquivo de TV de configuração

source: XMLTV ID of channel in EPG file. If the EPG source has the prefix state it in &lt;your_prefix&gt;ID format
es: ID XMLTV del canal en el archivo de EPG. Si la fuente EPG tiene el estado de prefijo en formato &lt;your_prefix&gt;ID
pt: ID XMLTV do canal no arquivo EPG. Se a fonte EPG tem prefixo defina-o no formato do &lt;your_prefix&gt; ID

source: Time correction for EPG
es: Corrección de tiempo para EPG
pt: Correção de tempo para EPG

source: Allowed values from -720 to 840
es: Valores permitidos de -720 a 840
pt: Valores permitidos de -720 a 840

source: Measured in minutes
es: Medido en minutos
pt: Medido em minutos

source: Parental control
es: Control parental
pt: Controlo parental

source: Sets the password restriction on the channel Default password 0000
es: Establece la restricción de contraseña en el canal. Clave por defecto 0000
pt: Define palavra-passe de restrição no canal Palavra-passe padrão 0000

source: USB recordings
es: Grabaciones USB
pt: Gravações USB

source: TimeShift via USB devices
es: Timeshift a través de dispositivos USB
pt: TimeShift através de dispositivos USB

source: User can perform TimeShift function using Flash drive.
es: El usuario puede realizar la función TimeShift utilizando una unidad flash.
pt: O utilizador pode executar a função TimeShift usando a unidade Flash.

source: TimeShift only works with solutions rtp and ffrt.
es: TimeShift sólo funciona con soluciones de RTP y FFRT.
pt: TimeShift só funciona com soluções rtp e ffrt.

source: PVR to the USB-driver
es: PVR al controlador USB
pt: PVR para drive USB

source: User can record selected shows and programs to the Flash drive.
es: El usuario puede grabar series y programas seleccionados a la unidad flash.
pt: O utilizador pode gravar shows e programas seleccionados para a unidade flash.

source: Can record only the channels, which is broadcasted in the transport stream (mpeg-ts), from multicast and also from http-server.
es: Se puede grabar sólo los canales, que se transmite en el flujo de transporte (MPEG-TS), a partir de multidifusión y también de un servidor HTTP.

source: Channel URL
es: URL del canal
pt: URL do canal

source: Format: solution+URL Example ffrt http://5.39.70.216/live/88.ts
es: Formato: Solución + URL Ejemplo FFRT http://5.39.70.216/live/88.ts
pt: Formato: Solução + URL exemplo ffrt http://5.39.70.216/live/88.ts

source: Incorrect filter value
es: Valor del filtro incorrecto
pt: Valor de filtro incorrecto

source: Filter by user-agent. Ability to set the filter by the connection type (WiFi, Ethernet), by STB model (MAG250, MAG275, ...), by country (UA, RU, ...). Field is case sensitive
es: Filtrar por agente de usuario. Puede configurar el filtro por el tipo de conexión (WiFi, Ethernet), según el modelo STB (250, 275, ...), por país (UA, RU, ...). El campo es sensible a mayúsculas
pt: Filtrar por user-agent. Pode definir o filtro pelo tipo de ligação (WiFi, Ethernet), por modelo do STB (MAG250, MAG275,...), por país (UA, RU,...), por endereço-IP (ex. 192.168.1.1) ou por alcance de endereço-IP (ex. 192.168.1.0-192.168.1.10 or 192.168.1.0/24). Diferencia maiúsculas de minúsculas

source: Priority for channel URL, 0 – the highest priority
es: Prioridad para la URL del canal, 0 - la más alta prioridad
pt: Prioridade para URL do canal, 0 – prioridade mais alta

source: Temporary URL
es: URL temporal
pt: URL temporária

source: Protect channel from unauthorized access
es: Proteger canal del acceso no autorizado
pt: Proteja o canal contra acesso não autorizado

source: URL availability check
es: Comprobar la disponibilidad URL
pt: Verificação de disponibilidade de URL

source: Format: URL (without solution). Example: http://lpOfStream/test.js
es: Formato: URL (sin solución). Ejemplo: http://lpOfStream/test.js
pt: Formato: URL (sem solução). Exemplo: http://lpOfStream/test.js

source: Load balancing
es: Balanceo de carga
pt: Balanceamento de carga

source: Enable load balancing
es: Permitir el equilibrio de carga
pt: Habilitar o balanceamento de carga

source: Switching between streaming servers depending on the load
es: Cambiar entre servidores de transmisión dependiendo de la carga
pt: Alternando entre servidores de streaming, dependendo da carga

source: Servers which are going to be balanced
es: Los servidores que van a ser equilibrados
pt: Servidores que vão ser equilibrados

source: Select link
es: Seleccionar archivo
pt: Seleccionar link

source: Remove this EPG
es: Eliminar esta EPG
pt: Remova este EPG

source: Add EPG
es: Añadir EPG
pt: Adicionar EPG

source: Max count of languages 5
es: Recuento máximo de iomas 5
pt: Contagem máxima de línguas 5

source: Edit EPG
es: Editar EPG
pt: Editar EPG

source: Check updates for all EGP and update it if necessary
es: Comprobar actualizaciones para todos los EGP y actualizar si fuera necesario
pt: Verificar as atualizações para todos EGP e atualizá-lo se necessário

source: Drop EPG for all channels and get the new ones
es: Abandonar EPG para todos los canales y obtener nuevas
pt: Eliminar EPG para todos os canais e obter novos

source: Force update of EPG
es: Forzar la actualización de la EPG
pt: Forçar atualização do EPG

source: Prefix is necessary to distinguish the EPG source in case, if the following XMLTV ID is stated in several sources
es: "El prefijo es necesario para distinguir la fuente de EPG en algún caso
pt: O prefixo é necessário para distinguir a fonte de EPG caso que, se o seguinte ID de XMLTV é indicado em diversas fontes

source: Initial state
es: Estado inicial
pt: Estado inicial

source: Languages by priority
es: Idiomas por prioridad
pt: Idiomas por prioridade

source: The maximum number of languages that can be selected - 5
es: El número máximo de idiomas que pueden seleccionarse - 5
pt: O número máximo de idiomas que podem ser selecionados-5

source: Manage EPG
es: Gestionar EPG
pt: Gerir EPG

source: Change genre
es: Cambiar género
pt: Alterar género

source: Change tv-genre
es: Cambiar género de TV

source: Change language
es: Cambiar idioma
pt: Alterar Idioma

source: Delete channel
es: Eliminar canal
pt: Excluir canal

source: channel(s)
es: Canal(es)
pt: canal(s)

source: Undo this action will be impossible
es: Deshacer esta acción será imposible
pt: Desfazer esta acção será impossível

source: Channel not selected
es: Canal no seleccionado

source: This action is unavailable
es: Esta acción no está disponible
pt: Esta acção não está disponível

source: Reset claims counter
es: Restablecer el contador de reclamaciones
pt: Redefinir contador de reclamações

source: channels list
es: lista de canales
pt: lista de canais
