Repository: rummsi/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: es, pt

source: Move all users of current reseller to another reseller
es: Mover todos los usuarios de un distribuidor a otro distribuidor
pt: Mova todos os utilizadores do revendedor actual para outro revendedor

source: Set/unset expire billing date for user
es: Establecer/Quitar la fecha de expiración de facturación para el usuario

source: title
es: Título
pt: título

source: Dear Subscriber! Your payment term will expire in "%s" days. Please refill a personal account in order to avoid tripping of services.
es: ¡Estimado suscriptor! Su suscripción vencerá en "%s" días. Debe pagar una tasa de suscripción regular con el fin de evitar la desconexión de su servicio.

source: Dear Subscriber! Your payment term will expire today. Please refill a personal account in order to avoid tripping of services.
es: ¡Estimado suscriptor! Su suscripción vencerá hoy. Por favor

source: Check if available this name for reseller
es: Comprobar si este nombre está disponible para distribuidor

source: Сheck for use of the current address or address range by another reseller
es: Mover todos los distribuidores actuales a otro distribuidor
pt: Verificar para uso do endereço actual ou intervalo de endereços por outro revendedor

source: Registration Date
es: Fecha de Registro
pt: Data de Cadastro

source: User country
es: País del usuario
pt: País do utilizador

source: Last start
es: Último inicio

source: Watched TV channel
es: Canal de TV visto
pt: Assistiu canal de TV

source: Watched movie
es: Película vista
pt: Filme assistido

source: Streaming server
es: Servidor de retransmisión
pt: Servidores de streaming

source: Firmware version
es: Versión del firmware
pt: Versão de Firmware

source: Media type
es: Tipo de medios
pt: Tipo de Mídia

source: Auto-complete for watching-tv filter
es: Autocompletar para el filtro viendo-tv

source: Auto-complete for watching-movie filter
es: Autocompletar para el filtro viendo-película

source: Auto-complete for stbfirmware-version filter
es: Autocompletar para el filtro versión-stbfirmware

source: List of templates of messages
es: Lista de las plantillas de mensajes

source: List of filters
es: Lista de filtros
pt: Lista de filtros

source: List of filters by page + filters
es: Lista de filtros por filtros + página
pt: Lista de filtros por página + filtros

source: Get data for filter construct
es: Obtener datos de construcción de filtro
pt: Obter dados para construção de filtro

source: Save filters set
es: Guardar conjunto de filtros
pt: Salvar filtros definidos

source: Remove filters set
es: Eliminar conjunto de filtros
pt: Remover filtros definidos

source: Toggle favorite status for current filter
es: Cambiar el estado preferido del filtro actual

source: List of templates of messages by page + filters
es: Lista de las plantillas de mensajes por filtros + página

source: Adding and editing templates of messages
es: Añadiendo y efitando plantillas de mensajes

source: Remove of templates of messages
es: Eliminar plantillas de mensajes

source: Send msg with video
es: Enviar mensaje con vídeo

source: Run application
es: Lanzar aplicación
pt: Executar aplicação

source: Application catalog. List of applications
es: Catálogo de aplicaciones. Lista de aplicaciones
pt: Catálogo de aplicações. Lista de aplicações

source: Application catalog. List of applications by page + filters
es: Catálogo de aplicaciones. Lista de aplicaciones de la página + filtros
pt: Catálogo de aplicações. Lista de aplicações por página + filtros

source: Application catalog. Terms of use of the catalog of applications Ministra
es: Catálogo de aplicaciones. Términos de uso del catálogo de aplicaciones de Ministra Player

source: Application catalog. Application info and list of available application versions
es: Catálogo de aplicaciones. Información de la aplicación y la lista de versiones de las aplicaciones disponibles
pt: Catálogo de aplicações. Informações da aplicação e lista de versões de aplicações disponíveis

source: Application catalog. Getting application info from repository
es: Catálogo de aplicaciones. Obtención de información sobre las aplicaciones del repositorio
pt: Catálogo de aplicações. Obtendo informações da aplicação do repositório

source: Application catalog. Add new application by URL of the repository
es: Catálogo de aplicaciones. Añadir nueva aplicación con el URL del repositorio
pt: Catálogo de aplicações. Adicionar nova aplicação por URL do repositório

source: Application catalog. List of application versions
es: Catálogo de aplicaciones. Lista de versiones de aplicaciones
pt: Catálogo de aplicações. Lista de versões de aplicações

source: Application Catalog. Editing the options of application
es: Catálogo de aplicaciones. Edición de las opciones de aplicación

source: Application catalog. Install available application version
es: Catálogo de aplicaciones. Instalar versión de la aplicación disponible
pt: Catálogo de aplicações. Instalar a versão da aplicação disponível

source: Application catalog. Delete installed application version
es: Catálogo de aplicaciones. Eliminar la versión aplicación instalada
pt: Catálogo de aplicações. Excluir versão da aplicação instalada

source: Application catalog. Enable and disable application
es: Catálogo de aplicaciones. Activar y desactivar la aplicación

source: Application catalog. Delete application
es: Catálogo de aplicaciones. Eliminar aplicación
pt: Catálogo de aplicações. Excluir aplicação

source: Application for SmartLauncher. List of applications
es: Aplicaciones para SmartLauncher. Lista de aplicaciones
pt: Aplicação para SmartLauncher. Lista de aplicações

source: Application for SmartLauncher. Application info and list of available application versions
es: Aplicación para Smart Launcher. Compruebe info y lista de versiones disponibles

source: Application for SmartLauncher. List of applications by page + filters
es: Aplicaciones para SmartLauncher. Lista de aplicaciones por página + filtros
pt: Aplicação para SmartLauncher. Lista de aplicações por página + filtros

source: Application for SmartLauncher. Getting application info from repository
es: Aplicaciones para SmartLauncher. Obtener info de aplicación del repositorio
pt: Aplicação para SmartLauncher. Obtendo informações da aplicação do repositório

source: Application for SmartLauncher. Add new application by package name
es: Aplicación para SmartLauncher. Añadir nueva aplicación por nombre de paquete
pt: Aplicação para SmartLauncher. Adicionar nova aplicação pelo nome do pacote

source: Application for SmartLauncher. List of application versions
es: Aplicaciones para SmartLauncher. Lista de versiones de aplicación
pt: Aplicação para SmartLauncher. Lista de versões das aplicações

source: Application for SmartLauncher. Install available application version
es: Aplicaciones para SmartLauncher. Eliminar versión disponible de aplicación
pt: Aplicação para SmartLauncher. Instalar a versão da aplicação disponível

source: Application for SmartLauncher. Delete installed application version
es: Aplicaciones para SmartLauncher. Eliminar versión instalada de aplicación
pt: Aplicação para SmartLauncher. Excluir versão da aplicação instalado

source: Application for SmartLauncher. Enable and disable application
es: Aplicaciones para SmartLauncher. Habilitar y deshabilitar aplicación
pt: Aplicação para SmartLauncher. Habilitar e desabilitar a aplicação

source: Application for SmartLauncher. Delete application
es: Aplicaciones para SmartLauncher. Eliminar aplicación
pt: Aplicação para SmartLauncher. Excluir aplicação

source: Application for SmartLauncher. Uninstalling all old applications and installation of latest base apps
es: Aplicaciones para SmartLauncher. Desinstalar todas las aplicaciones antiguas e instalar las últimas apps base

source: Application for SmartLauncher. Editing the options of application
es: Aplicaciones para SmartLauncher. Editar opciones de una aplicación

source: Application for SmartLauncher. Saving list of installed applications into the file
es: Aplicaciones para Smart Launcher. Guardar lista de aplicaciones instaladas a un archivo

source: Application for SmartLauncher. Restoring installed applications from list of saved in file
es: Aplicaciones para Smart Launcher. Restaurar aplicaciones instaladas de la lista guardada

source: Application for SmartLauncher. Updating applications
es: Aplicaciones para SmartLauncher. Actualizando aplicaciones
pt: Aplicação para SmartLauncher. Actualizando aplicações

source: Application for SmartLauncher. Checking for updates for applications
es: Aplicaciones para Smart Launcher. Compruebe para actualización de aplicaciones

source: External Advertising
es: Publicidad externa
pt: Publicação Externa

source: List of companies
es: Lista de campañas

source: Register form for new client
es: Formulario de registro para nuevo cliente

source: Adding new ad-company
es: Añadir una nueva campaña de anuncio

source: Editing exists ad-company
es: Editar la campaña existende de anuncios

source: Form for viewing, adding, editing and requesting sources for ad-companies
es: Formulario para ver, añadir, edición y recurso de solicitud para empresas de anuncios

source: List of companies by page + filters
es: Lista de campañas por páginas + filtros

source: Toggle company state
es: Cambiar estado de compañía

source: Deleting exists ad-company
es: Borrando anuncios-empresariales existentes

source: Make request for getting new source for ad-company
es: Realizar una solicitud para obtener nuevo recurso para empresas de anuncios

source: once
es: Una vez
pt: uma vez

source: every
es: cada
pt: a cada

source: minute
es: minuto
pt: minuto

source: hour
es: hora
pt: hora

source: day
es: día
pt: dia

source: weekday
es: día laborable
pt: dias da semana

source: first
es: primero
pt: primeiro

source: last
es: último
pt: último

source: next
es: siguiente
pt: próximo

source: previous
es: anterior
pt: anterior

source: of week
es: de la semana
pt: da semana

source: of month
es: del mes
pt: mês

source: of year
es: del año
pt: do ano

source: at
es: a
pt: em

source: Monday
es: Lunes
pt: Segunda

source: Tuesday
es: Martes
pt: Terça

source: Wednesday
es: Miércoles
pt: Quarta

source: Thursday
es: Jueves
pt: Quinta

source: Friday
es: Viernes
pt: Sexta

source: Saturday
es: Sábado
pt: Sábado

source: Sunday
es: Domingo
pt: Domingo

source: January_c
es: Enero

source: February_c
es: Febrero

source: March_c
es: Marzo

source: April_c
es: Abril
pt: Abril

source: May_c
es: Mayo

source: June_c
es: Junio

source: July_c
es: Julio

source: August_c
es: Agosto
pt: Agosto

source: September_c
es: Septiembre

source: October_c
es: Octubre

source: November_c
es: Noviembre

source: December_c
es: Diciembre
pt: Dezembro

source: List of scheduled events
es: Lista de eventos programados
pt: Lista de eventos agendados

source: List of scheduled events by page + filters
es: Lista de eventos programados por los filtros + página
pt: Lista de eventos agendados por página + filtros

source: Adding and editing the scheduled events
es: Añadiendo y eitando eventos programados

source: Removing the scheduled events
es: Eliminando los eventos programados

source: Stopping or starting the scheduled events
es: Inciar o detener los eventos programados

source: added
es: añadido
pt: adicionado

source: edited
es: editado
pt: editado

source: This value is not valid.
es: Este valor no es válido.
pt: Esse valor não é válido.

source: task ended
es: Tarea terminada

source: edit
es: Editado
pt: editar

source: Advert
es: Anuncio
pt: Anúncio

source: List of tv-channels by page + filters
es: Lista de canales de televisión por filtros + página
pt: Lista de canais de TV por página + filtros

source: Schedule switch on of movie by page + filters
es: Calendario habilitado en una película por página + filtros
pt: Programar o interruptor do filme por página + filtros

source: List of advertising blocks by page + filters
es: Lista de los bloqueos de publicidad por página + filtros
pt: Lista de blocos de publicidade por página + filtros

source: List of STBs of video-moderators by page + filters
es: Lista de decodificadores de vídeo-moderadores por página + filtros
pt: Lista de STBs de moderadores-vídeo por página + filtros

source: List of STB by page + filters
es: Lista de decodificadores por página + filtros
pt: Lista de STB por página + filtros

source: Change genre for one or grope tv-channels
es: Cambiar un género para uno o más grupos de canales de TV

source: Change language for one or grope tv-channels
es: Cambiar idioma para uno o un grupo de canales de tv

source: Getting list of channels for moving
es: Obteniendo lista de canales para mover
pt: Obtendo lista de canais para mover

source: Shifting list of channels after remove or add empty channel-item
es: Desplazar la lista de canales tras eliminarlos o añadir un elemento vació de canal
pt: Mudando a lista de canais após remover ou adicionar o canal vazio-item

source: Saving EPG for item from channels list
es: Guardando EPG para elemento de la lista de canales
pt: Salvando EPG para o item da lista de canais

source: Getting EPG for item from channels list
es: Obteniendo EPG para un artículo de la lista de canales
pt: Obtendo EPG para o item da lista de canais

source: Import tv-channels from m3u-file
es: Importación de canales de televisión desde m3u-archivo
pt: Importar canais de TV do arquivo m3u

source: Parse m3u-file
es: Analizar archivo-m3u
pt: Analisar ficheiro m34

source: Save one m3u-item as channel
es: Guardar un elemento-M3U como canal
pt: Salvar um m3u-item como canal

source: Change group for all admins from current group
es: Cambiar grupo para todos los administradores del grupo actual
pt: Alterar grupo para todos os administradores do grupo actual

source: Resetting password of user access control
es: Restablecer la contraseña de control de acceso de los usuarios
pt: Redefinir palavra-passe do controlc de acesso do utilizador

source: Check EPG-prefix for uniqueness
es: Compruebe la unicidad del prefijo EGP
pt: Verifique o prefixo EPG para exclusividade

source: Publish or add to schedule
es: Publicar o añadir al calendario
pt: Publicar ou adicionar para agendar

source: Unpublish video
es: Anular publicación de vídeo
pt: Cancelar publicação de vídeo

source: Getting users available and subscribed tv-channels
es: Obteniendo disponibilidad y canales-tv suscritos por usuario

source: EXPLORER
es: EXPLORADOR
pt: Prehliadač

source: BROWSER
es: NAVEGADOR
pt: PREHLIADAČ

source: EXCHANGE
es: CAMBIO
pt: CAMBIO

source: Watch TV shows, movies, tv series, news and educational programs in digital quality.
es: Ver programas de televisión, películas, series de televisión, noticias y programas educativos de calidad digital.
pt: Nézzen TV műsorokat, filmeket, sorozatokat, híreket és oktató műsorokat digitális minőségben.

source: Library of movies for any mood with easy search and sorting by genre that help to find what you need in seconds.
es: Biblioteca de películas para cualquier estado de ánimo, con búsqueda fácil y clasificación por género que ayudan a encontrar lo que necesita en cuestión de segundos.
pt: Filmek könyvtára mindenféle hangulathoz, egyszerű kereséssel és rendezéssel műfaj szerint, ami másodpercek alatt segít megtalálni amire épp szüksége van.

source: Audio club app allows creating a special atmosphere for any party of family event!
es: ¡La aplicación audio club le permite crear un ambiente especial en cualquier fiesta o evento familiar!
pt: Aplikácia Audio Klub umožňuje vytvárať špeciálnu atmosféru pre akúkoľvek rodinnú udalosť!

source: Easy and handy way of listening to music, news, talk shows and much more.
es: forma fácil y práctica de escuchar música, noticias, programas de entrevistas y mucho más.
pt: Egyszerű és kényelmes módja zenék, hírek, talk show-k és sok más hallgatására.

source: Sing your favourite songs with friends or improve your vocal skills.
es: Cante sus canciones favoritas con amigos o mejore sus habilidades vocales.
pt: Spievaj svoje obľúbené piesne s priateľmi alebo zlepší svoje vokálne schopnosti.

source: Watch movies, listen to music or view the photos, saved on your removable storages or within the local network.
es: Ver películas, escuchar música o ver sus fotos, guardado en los almacenamientos extraíbles o dentro de la red local.
pt: Sledujte filmy, počúvajte hudbu alebo prezerajte fotografie uložené na prenosných médiach alebo v rámci lokálnej siete.

source: Download the files directly from the Internet network to the connected removable storage.
es: Descargar los archivos directamente desde Internet hasta el almacenamiento extraíble conectado.
pt: Töltse le a fájlokat közvetlenül az internetről a csatlakoztatott tárolóeszközre.

source: This app allows recording TV shows or watch the records made previously.
es: Esta aplicación permite grabar programas de TV o ver las grabaciones realizadas con anterioridad.
pt: Ez az alkalmazás lehetővé teszi TV-műsörök felvételét, vagy régebben készített felvételek lejátszását.

source: App will help you to stay up to date with the changes in rates of currencies from all over the world.
es: Aplicación que le ayudará a mantenerse al día con los cambios en los tipos de monedas de todo el mundo.
pt: Aplicação irá ajudá-lo a manter-se actualizado com as mudanças nas taxas de moedas de todo o mundo.

source: Weather forecast for three subsequent days in any city of the world.
es: Previsión del tiempo para tres días posteriores en cualquier ciudad del mundo.
pt: Időjárás előrejelzés a 3 egymást követő napra a világ bármelyik városából.

source: Horoscope, city guide and many other things that can be useful for fun and useful pastime.
es: Horóscopo, guía de la ciudad y muchas otras cosas que pueden ser útiles para la diversión y pasatiempo útil.
pt: Horóscopo, guia da cidade e muitas outras coisas que podem ser úteis para diversão e passar tempo.

source: Configure the user interface appearance and set up parental control to ensure your child’s safety while he’s using a set-top box.
es: Configura la apariencia de la interfaz de usuario y establece el control parental para asegurar la seguridad de sus hijos mientras utilizan el decodificador.
pt: Állítsa be a felhasználói felület kinézetét, és állítson be szülői felügyeletet, hogy biztosítsa gyermekének a set-top box biztonságos használatát.

source: System settings will help you to set up network connection, graphics resolution and to change interface language.
es: La configuración del sistema le ayudará a configurar la conexión de red, la resolución de gráficos y cambiar el idioma de la interfaz.
pt: As configurações do sistema ajudarão a configurar a ligação de rede, a resolução de gráficos e a alterar o idioma da interface.

source: Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.
es: Navegar por Internet a través de una función de navegador! Para hacerlo más fácil, puede utilizar la aplicación móvil de distancia Magic o conectar el teclado o el ratón a través del puerto USB.
pt: Internetezzen a beépített böngésző segítségével. A könnyébb kezelhetőség végett, használhatja a MAGic Remote mobilalkalmazást, vagy csatlakoztathat USB billentyűzetet vagy USB egeret.

source: 2048 is one of the world’s most popular puzzles. The rules are simple: you need to shuffle all the bars to one side of the game field. Your goal is to reach 2048.
es: 2048 es uno de los puzzles más conocidos en el mundo. Las reglas son sencillas: solo tiene que arrastrar todas las barras hacia un único lado del tablero de juego. Su meta es llegar a 2048.
pt: 2048 é um dos quebra-cabeças mais populares do mundo. As regras são simples: você precisa embaralhar todas as barras para um lado do campo do jogo. Seu objetivo é chegar a 2048.

source: Lines is the puzzle from 90-s which is still popular. The game’s goal is to remove balls by forming lines of at least five balls of the same color.
es: Líneas es el puzzle de los 90s que sigue siendo popular. La meta del juego es desplazar las pelotas y conseguir líneas de al menos cinco pelotas del mismo color.
pt: Lines é o ainda popular puzzle dos anos 90 . O objectivo do jogo é remover bolas formando linhas de pelo menos cinco bolas da mesma cor.

source: Memory is a game for memory development. Find out how much time you need to open all the matching cards.
es: Memory es un juego para desarrollar la memoria. Descubre cuanto tiempo necesites para abrir todas las cartas coincidentes.
pt: Memória é um jogo para o desenvolvimento da memória. Descubra quanto tempo precisa para abrir todas as cartas correspondentes.

source: Sudoku is a well-known Japanese puzzle. You need to fill all the cells the way there won't be the same two numbers in each row, column or block.
es: Sudoku es un rompecabezas japonés muy conocido. Debe llenar todas las celdas de manera que no haya los mismos dos números en cada fila, columna o bloque.
pt: Sudoku é um enigma japonês bem conhecido. Você precisa preencher todas as células da maneira a não haver os mesmos números em cada linha, coluna ou bloco.

source: The portal is temporarily unavailable.<br>Please try again later.<br>Sorry for the inconvenience.
es: El portal no está disponible temporalmente.<br>Por favor, inténtelo de nuevo más tarde.<br>Disculpa las molestias.
pt: O portal está temporariamente indisponível.<br>Por favor, tente novamente mais tarde.<br>Desculpem o inconveniente.

source: Use your username and password to login or register on %s
es: Utilice su nombre de usuario y contraseña para iniciar sesión o registrarse en %s
pt: Usar nome de utilizador e palavra-passe para fazer login ou registrar em %s

source: Please contact your provider<br>to register this device.
es: Por favor, póngase en contacto con su proveedor de <br> para registrar este dispositivo.
pt: Por favor contacte o seu fornecedor<br>para registar este dispositivo.

source: Welcome %s<br>We are glad to see you on the Ministra portal!
es: ¡Bienvenido %s<br> Estamos encantados de verle en Ministra TV platform!
pt: Bem-vindo %s<br>Estamos contentes de vê-lo no portal Ministra!

source: Your device is not supported.
es: Su dispositivo no tiene soporte.
pt: O dispositivo não é suportado.

source: Time on the device is not synchronized.
es: El tiempo del dispositivo no se ha sincronizado.

source: Setting the tariff plans and additional services for users on edit page
es: Estableciendo los planes de tarifa y servicios adicionales para usuarios en la página de edición
pt: Definindo os planos tarifários e serviços adicionais para os utilizadores na página de edição

source: Managing of billing date for users on edit page
es: Gestionar fecha de facturación para los usuarios en la página de edición

source: Managing of users reseller on edit page
es: Gestionar los distribuidores de usuarios en la página de edición

source: Getting list of seasons and episodes of video
es: Obteniendo lista de temporadas y episodios de vídeo

source: Getting list of files of episode
es: Obteniendo información de archivos de episodio
pt: Obtendo lista de arquivos de episódio

source: Getting info by one file of episode
es: Obteniendo información de un archivo de episodio
pt: Obtendo informação por um arquivo de episódio

source: Adding and editing files of episode
es: Añadiendo y editando archivos de episodio
pt: Adicionando e editando arquivos do episódio

source: Change accessed status of one file of episode
es: Cambiar estado accedido de un archivo de episodio
pt: Alterar o estado acessado de um arquivo de episódio

source: Change names and original names for episodes and seasons
es: Cambiar nombres y nombres originales para episodios y temporadas
pt: Alterar nomes e nomes originais para episódios e temporadas
