Repository: rummsi/ministra
Catalog: servidor/stalker_portal/server/locale/*/LC_MESSAGES/stb.po
Languages: es, pt

source: Login
es: Iniciar sesión
pt: Entrar

source: Group
es: Grupo
pt: Grupo

source: Reseller
es: Distribuidor
pt: Revendedor

source: Operations
es: Operaciones
pt: Operações

source: Title
es: Título
pt: Título

source: Admins in group
es: Administradores en grupo
pt: Administradores no grupo

source: Groups
es: Grupos
pt: Grupos

source: permissions for group administrators
es: Permisos para los administradores de grupos
pt: permissões para administradores de grupo

source: Name
es: Nombre
pt: Nome

source: Created
es: Creado
pt: Criado

source: Modified
es: Modificado
pt: Modificado

source: Admins of reseller
es: Administradores de distribuidor
pt: Administradores do revendedor

source: Users of reseller
es: Usuarios del distribuidor
pt: Utilizadores do revendedor

source: Maximum number of users
es: Número máximo de clientes
pt: Número máximo de utilizadores

source: Reseller IP-ranges
es: Nombre del distribuidor
pt: Intervalos de IP do revendedor

source: Page not found
es: Página no encontrada
pt: Página não encontrada

source: Login is already used
es: Inicio de sesión está en uso
pt: Login já em uso

source: Login is available
es: Inicio de sesión disponible
pt: Login está disponível

source: Used illegal characters
es: Caracteres ilegales usados
pt: Caracteres ilegais usados

source: Failed
es: Fallido
pt: Falhou

source: Account "admin" is not editable. You may change only password.
es: Cuenta ""admin"" no se puede editar. Podrá cambiar sólo la contraseña.
pt: Conta "admin" não é editável. Apenas pode alterar palavra-passe .

source: You can not change your own login
es: No puede cambiar su propio inicio de sesión
pt: Não pode mudar o próprio login

source: Your password has been changed
es: Su contraseña ha sido cambiada
pt: Palavra-passe alterada

source: Need authorization
es: Autorización necesaria
pt: Autorização necessária

source: Changed
es: Cambiado
pt: Modificado

source: Added
es: Añadido
pt: Adicionado

source: Not all required fields are filled
es: No todos los campos obligatorios están rellenos
pt: Nem todos os campos obrigatórios estão preenchidos

source: Group name is already used
es: El nombre del grupo ya está en uso
pt: Nome do grupo já em uso

source: Group name is available
es: El nombre del grupo está disponible
pt: Nome de grupo está disponível

source: {admin_count} administrators to be moved to another group before deleting
es: {admin_count} administradores que se moverán a otro grupo antes de borrar
pt: {admin_count} administradores a serem movidos para outro grupo antes de excluir

source: Saved
es: Guardado
pt: Guardado

source: Permissions was not set
es: No se han establecido permisos
pt: Permissões não foram definidas

source: That name is already in use
es: Este número ya está en uso
pt: Nome já em uso

source: Name is available
es: Nombre disponible
pt: Nome disponível

source: (No reseller)
es: Añadir distribuidor
pt: (Sem Revendedor)

source: Deleted
es: Borrado
pt: Eliminado

source: Found members of this reseller. Deleting not possible.
es: Encontrados miembros de este distribuidor. No es posible eliminar.
pt: Encontrados membros deste revendedor. Excluir não é possível.

source: Range "{rng}" have intersect with exists range.
es: Rango "{rng}" se ha cruzado con el rango existente.
pt: Intervalo "{rng}" têm interseção com intervalo existente.

source: Range "{rng}" is subnet of private network?
es: ¿El rango "{rng}" es una subnet o una red privada?
pt: Range "{rng}" é a sub-rede da rede privada?

source: All ip-ranges is valid.
es: Todos los rangos-IP son válidos.
pt: Todos os intervalos de IP são válidos.

source: The begin of the range ({rng}) is not a valid IP-address.
es: El archivo no contiene direcciones MAC válidas.
pt: O início do intervalo ({rng}) não é um endereço IP válido.

source: ({rng}) is not a valid CIDR format.
es: ({rng}) no es un formato CIDR válido.
pt: ({rng}) não é um formato CIDR válido.

source: The end of the range ({rng}) is not a valid IP-address.
es: El archivo no contiene direcciones MAC válidas.
pt: O fim do intervalo ({rng}) não é um endereço IP válido.

source: Moved
es: Movido
pt: Movido

source: Not found members for moving. Nothing to do
es: No se han encontrado miembros para mover. Nada que hacer.
pt: Não existem contas de membros para mover. Nada a fazer.

source: Not found reseller for moving
es: No se ha encontrado distribuidor para mover
pt: Não encontrado revendedor para mudar

source: Nothing to do
es: Nada que hacer
pt: Nada a fazer

source: Not found admin-group for moving
es: No se ha encontrado grupo-admin para mover
pt: Não encontrado grupo de administração para mover

source: Application
es: Aplicación
pt: Aplicação

source: Current version
es: Versión actual
pt: Versão atual

source: State
es: Estado
pt: Estado

source: System
es: Sistema
pt: Sistema

source: Media
es: Medio

source: Games
es: Juegos
pt: Jogos

source: Notification
es: Notificación
pt: Notificação

source: Not installed
es: No instalado
pt: Não instalado

source: Installed
es: instalado
pt: Instalado

source: Off
es: Apagado
pt: Desligado

source: On
es: En
pt: Ligado

source: Type
es: Teclear
pt: Tipo

source: Category
es: Categoría
pt: Categoria

source: Actual version
es: Versión actual
pt: Versão atual

source: Author
es: Autor
pt: Autor

source: Description
es: Descripción
pt: Descrição

source: Ministra applications
es: Aplicaciones instaladas
pt: Aplicações Ministra

source: Undefined
es: Indefinido
pt: Não definido

source: Application version
es: Versión de la aplicación
pt: Versão da aplicação

source: Release date
es: Fecha de lanzamiento
pt: Data de lançamento

source: Failed to get the list of versions of this applications
es: Ha fallado la obtención de la lista de versiones de estas aplicaciones
pt: Não conseguiu obter a lista de versões das aplicações

source: Applications of Smart Launcher
es: Aplicaciones de Smart Launcher
pt: Aplicações do Smart Launcher

source: Available versions
es: Versiones disponibles
pt: Versões disponíveis

source: Date
es: Fecha
pt: Data

source: Compatibility
es: Compatibilidad
pt: Compatibilidade

source: No data about this apps
es: Ningún dato sobre esta aplicación
pt: Não há dados sobre as aplicações

source: Invalid package name
es: Formato no válido del nombre del paquete
pt: Nome do pacote inválido

source: Perhaps the application is already installed. You can update it if the new version is available or uninstall and install again
es: Tal vez la aplicación ya está instalada. Puede actualizarla si la nueva versión está disponible o reinstalarla
pt: Talvez a aplicação já esteja instalada. Pode actualizá-la se nova versão estiver disponível ou reinstalar.

source: URL of application is not defined
es: URL de aplicación no definida
pt: O URL da aplicação não está definido

source: Package name is not defined
es: El nombre del paquete no se ha definido
pt: O nome do pacote não está definido

source: Failed to update the parameters of application launch
es: Error al actualizar los parámetros de inicio de aplicaciones
pt: Falha na atualização dos parâmetros do lançamento da aplicação

source: Application is undefined
es: La aplicación no está definida
pt: Aplicação não está definida

source: Error of installing the application
es: Error en la instalación de la aplicación
pt: Erro de instalação da aplicação

source: Do you really want install this application?
es: ¿Realmente quiere instalar esta aplicación?
pt: Realmente quer instalar esta aplicação?

source: Install
es: Instalar
pt: Instalar

source: Done
es: Hecho
pt: Feito

source: Error of uninstalling the application.
es: Error en la desinstalación de la aplicación
pt: Erro ao desinstalar a aplicação

source: Activated. Current version
es: Activada. Versión actual
pt: Ativada. Versão atual

source: Failed to activated of application.
es: Ha fallado la activación de la aplicación
pt: Falha ao activar aplicação

source: Version
es: Versión
pt: Versão

source: Application is not defined
es: Aplicación no definida
pt: Aplicação não está definida

source: Failed to get the list of applications
es: Ha fallado la obtención de la lista de aplicaciones
pt: Falha ao obter a lista de aplicações

source: Disable {ln} and then enable this launcher
es: Desactivar {ln} y luego habilitar este lanzador
pt: Desabilite {ln} e, em seguida, habilite este lançador

source: This application version has conflicts
es: Esta versión de la aplicación es conflictiva con las versiones de las aplicaciones enlazadas.
pt: Esta versão da aplicação tem conflitos

source: Application has been deleted
es: La aplicación ha sido borrada
pt: Aplicação foi excluída

source: Failed to delete application.
es: Ha fallado la eliminadción de la aplicación
pt: Falha ao excluir a aplicação

source: Loaded
es: Cargado
pt: Carregado

source: Do you really want update this application?
es: ¿Realmente quiere actualizar esta aplicación?
pt: Realmente quer atualizar esta aplicação?

source: Do you really want update all application?
es: ¿Realmente quiere actualizar todas las aplicaciones?
pt: Realmente quer atualizar todas as aplicações?

source: Update
es: Actualizar
pt: Atualizar

source: Updated
es: Actualizado
pt: Atualizado

source: Do you really want checking update for this application?
es: ¿Realmente quiere comprobar actualización para esta aplicación?
pt: Realmente quer verificar a atualização para esta aplicação?

source: Do you really want checking updates for all application?
es: ¿Realmente quiere comprobar actualización para todas las aplicaciones?
pt: Realmente quer verificar atualizações para todas as aplicações?

source: Check
es: Comprobar
pt: Verificar

source: Checked
es: Comprobado
pt: Verificado

source: Unpublished
es: No publicado
pt: Não publicado

source: Published
es: Publicado
pt: Publicado

source: Tracks
es: Pistas
pt: Músicas

source: Genre
es: Género
pt: Género

source: Year
es: Año
pt: Ano

source: Country
es: País
pt: País

source: Language
es: Idioma
pt: Idioma

source: Status
es: Estado
pt: Estado

source: Operation
es: Operación
pt: Operação

source: Albums
es: Álbumes
pt: Álbuns

source: Add audio album
es: Añadir álbum de audio
pt: Adicionar álbum de áudio

source: Order
es: Orden
pt: Pedido

source: Duration
es: Duración
pt: Duração

source: The album with such parameters for this performer already exists
es: El álbum con estos parámetros para este intérprete ya existe
pt: O álbum com tais parâmetros para este artista já existe

source: Edit audio album
es: Editar álbum de audio
pt: Editar álbum de áudio

source: Albums count
es: Número de álbumes
pt: Contagem de álbuns

source: Tracks count
es: Número de pistas
pt: Contagem de faixas

source: {albm} album and his all {cmps} compositions in {gnr} genres has been deleted
es: álbum {albm} y todas sus {cmps} composiciones en el género {gnr} han sido eliminadas
pt: {albm} álbum e todos os {cmps} composições em {gnr} géneros foi excluído

source: inserted
es: añadido
pt: inserido

source: Name already used
es: El nombre ya utilizado
pt: Nome já usado

source: updated
es: actualizado
pt: atualizado

source: Found albums of this genre. Deleting not possible
es: Hay álbumes en este género. Su eliminación no es posible.
pt: Encontrou álbuns deste género. Exclusão não é possível.

source: Name available
es: Nombre disponible
pt: Nome disponível

source: No data
es: Sin datos
pt: Sem dados

source: image file has not been deleted
es: El archivo de imagen no se ha eliminado
pt: arquivo de imagem não foi excluído

source: image name
es: Nombre de la imagen
pt: nome da imagem

source: file can be deleted manually from screenshot directory
es: El archivo puede eliminarse manualmente desde el directorio de capturas de pantalla
pt: arquivo pode ser excluído manualmente do diretório de captura de tela

source: Invalid format links
es: Formato no válido para enlaces
pt: Links de formato inválido

source: Unable to load FFProbe library. Please install "ffmpeg" or other package with this library(eg "libav-tools")
es: No se ha podido cargar la biblioteca FFProbe. Por favor, instale "ffmpeg" u otro paquete con esta biblioteca (eg "libav-tools").
pt: Incapaz de carregar a biblioteca FFProbe. Por favor, instalar "ffmpeg" ou outro pacote com esta biblioteca (por exemplo, "libav-tools").

source: Empty URL
es: URL vacía
pt: URL vazia

source: Unrecognized group operation
es: Operación de grupo irreconocible
pt: Operação de grupo não reconhecida

source: All
es: Todos
pt: Todos

source: off
es: Apagado

source: on
es: Encendido

source: Maximum users
es: Máximo de usuarios
pt: Máximo de utilizadores

source: Streaming area
es: Área de retransmisión
pt: Área de streaming

source: Quantity of countries
es: Cantidad de países
pt: Quantidade de países

source: Quantity of IPs or ranges
es: Número de IPs o rangos
pt: Quantidade de IPs ou intervalos

source: Default
es: Predeterminado
pt: Padrão

source: Add area
es: Añadir zona
pt: Adicionar área

source: Edit area
es: Editar área
pt: Editar área

source: Deleted {rslt_zn} zone for {rslt_cntrs} countries and {rslt_ips} ip
es: Borrados {rslt_zn} zonas para {rslt_cntrs} países y {rslt_ips} IP
pt: Zona de {rslt_zn} excluída para {rslt_cntrs} países e {rslt_ips} ip

source: Invalid data
es: Datos no válidos
pt: Dados inválidos

source: Valid
es: Válido
pt: Válido

source: Requested
es: Solicitado
pt: Requerido

source: Blocked
es: Reservado
pt: Bloqueado

source: expired
es: Caducado
pt: expirado

source: Wrong signature
es: Firma incorrecta
pt: Assinatura errada

source: No connection to the server
es: Desconectado del servidor
pt: Sem conexão com o servidor

source: License count
es: Número de Licencias
pt: Contagem de licenças

source: Begin of certificate validity
es: Empezar la validez de certificación
pt: Início da validade do certificado

source: End of certificate validity
es: Validez de la finalización del certificado
pt: Fim da validade do certificado

source: device
es: dispositivo
pt: dispositivo

source: List of certificates
es: Lista de certificados
pt: Lista de certificados

source: Certificate request
es: Solicitud del certificado
pt: Solicitação de certificado

source: Validity of the certificate expires after {expire} days
es: Validez del certificado caduca tras {expire} días
pt: A validade do certificado expira após {expire} dias

source: Validity of the certificate has expired {expire} days ago
es: Validez del certificado ha caducado hace {expire} días
pt: A validade do certificado expirou à {expire} dias atrás

source: The certificate does not match the server configuration
es: El certificado no coincide con la configuración del servidor
pt: O certificado não corresponde à configuração do servidor

source: Certificate detail
es: Información del certificado
pt: Detalhe do certificado

source: Not delivered
es: No entregado
pt: Não entregue

source: Delivered
es: Entregado
pt: Entregue

source: Not received
es: No recibido
pt: Não recebido

source: Received
es: Recibido
pt: Recebido

source: One-time event
es: Evento de una vez
pt: Evento único

source: For a period
es: Para un período
pt: Por um período

source: Scheduled
es: Programado
pt: Agendado

source: Stopped
es: Detenido
pt: Parado

source: Month
es: Mes
pt: Mês

source: Week
es: semana
pt: Semana

source: Day
es: Día
pt: Dia

source: January
es: Enero
pt: Janeiro

source: February
es: Febrero
pt: Fevereiro

source: March
es: Marzo
pt: Março

source: April
es: Abril
pt: Abril

source: May
es: Mayo
pt: Maio

source: June
es: Junio
pt: Junho

source: July
es: Julio
pt: Julho

source: August
es: Agosto
pt: Agosto

source: September
es: Septiembre
pt: Setembro

source: October
es: Octubre
pt: Outubro

source: November
es: Noviembre
pt: Novembro

source: December
es: Diciembre
pt: Dezembro

source: Mon
es: Lun
pt: Seg

source: Tue
es: Mar
pt: Ter

source: Wed
es: Mié
pt: Qua

source: Thu
es: Jue
pt: Qui

source: Fri
es: Vie
pt: Sex

source: Sat
es: Sáb
pt: Sáb

source: Sun
es: Dom
pt: Dom

source: Users events
es: Eventos de usuarios
pt: Eventos de utilizadores

source: Sending a message
es: Enviando un mensaje
pt: Enviar mensagem

source: Reboot
es: Reiniciar
pt: Reiniciar

source: Restart the portal
es: Reiniciar el portal
pt: Reiniciar o portal

source: Update channel list
es: Actualizar lista de canales
pt: Atualizar lista de canais

source: Playback channel
es: Reproducir canal
pt: Canal de reprodução

source: Playback radio channel
es: Reproducir canal de radio
pt: Canal de rádio de reprodução

source: Mount all storages
es: Montar todos los almacenamientos
pt: Monte todos os armazenamentos

source: Switch off
es: Apagar
pt: Desligar

source: Image update
es: Actualizar imagen
pt: Atualização de imagem

source: EPG update
es: actualización de la EPG
pt: Atualização do EPG

source: Subscribe update
es: Actualización de suscripción
pt: Inscreva-se na atualização

source: Modules update
es: Actualización de módulos
pt: Atualização de módulos

source: Switch on
es: Encender
pt: Ligar

source: Show menu
es: Mostrar menu
pt: Mostrar menu

source: Status additional service
es: Estado del servicio adicional
pt: Estado serviço adicional

source: Expiration date
es: Fecha de caducidad
pt: Data de validade

source: Event
es: Evento
pt: Evento

source: Delivery status
es: Estado de entrega
pt: Estado de entrega

source: Receipt status
es: Estado de la recepción
pt: Estado de recebimento

source: Edited
es: editado
pt: Editado

source: Post-function
es: Función post

source: Recipient
es: Destinatario
pt: Destinatário

source: Begin
es: Empezar
pt: Inicio

source: End
es: Finalizar
pt: Fim

source: Schedule
es: Programar
pt: Agendamento

source: Next run
es: Próxima ejecución
pt: Próxima execução

source: Last run
es: Última ejecución
pt: Última Execução

source: Event creating error
es: Error al crear evento
pt: Erro de criação de eventos

source: Event created to users
es: Evento creado para usuario | Evento creado para usuarios
pt: Evento criado para utilizadores

source: The file does not contain valid MAC-addresses.
es: El archivo no contiene direcciones MAC válidas.
pt: O arquivo não contém endereços MAC válidos.

source: addresses
es: direcciones
pt: endereços

source: Deleted {cnt} events
es: {cnt} eventos han sido borrados
pt: {cnt} eventos excluídos

source: Deleted all events
es: Todos los eventos han sido borrados
pt: Excluídos todos os eventos

source: Not enough data
es: No hay suficientes datos
pt: Dados insuficientes

source: deferred
es: Diferido
pt: deferido

source: unlimited
es: Ilimitado
pt: ilimitado

source: do not yet running
es: Todavía no se está ejecutando
pt: ainda não em execução

source: One
es: Uno
pt: Um

source: Filter
es: Filtrar
pt: Filtro

source: Platform
es: Plataforma
pt: Plataforma

source: undefined
es: indefinido
pt: não definido

source: Congratulations!
es: ¡Felicidades!
pt: Parabéns!

source: Register
es: Registrar
pt: Registar

source: Other
es: Otro
pt: Outro

source: List of campaigns
es: Lista de campañas
pt: Lista de campanhas

source: Campaign add
es: Añadir campaña
pt: Adicionar campanha

source: Classic Launcher
es: Lanzador clásico
pt: Lançador clássico

source: Campaign edit
es: Editar campaña
pt: Editar campanha

source: Dashboard
es: Panel de Control
pt: Painel de Controlo

source: TV channels
es: Canales de TV
pt: Canais de TV

source: Films
es: Películas
pt: Filmes

source: TV series
es: Series
pt: Série de TV

source: Audio albums
es: Álbumes de audio
pt: Álbuns de áudio

source: Karaoke songs
es: Canciones de karaoke
pt: Canções de karaoke

source: Standard
es: Estándar
pt: Normal

source: Advanced
es: Avanzado
pt: Avançado

source: Undefined last health check time
es: Tiempo último de comprbación de salud indefinido
pt: Tempo indefinido último exame de consistência

source: Emergency services
es: Servicios de emergencia
pt: Serviços de emergência

source: Reference services
es: Servicios de referencia
pt: Serviços de referência

source: Other services
es: Otros servicios
pt: Outros serviços

source: Phone number
es: Número de teléfono
pt: Número de telefone

source: Text
es: Texto
pt: Texto

source: This number is already in use
es: Este número ya está en uso
pt: Este número já está em uso

source: Closest free number
es: Número gratuito más cercano
pt: Número livre mais próximo

source: Artist
es: Artista
pt: Artista

source: Protocol
es: Protocolo
pt: Protocolo

source: Complaints
es: Quejas
pt: Reclamações

source: Tasks
es: Tareas
pt: Tarefas

source: Conditions
es: Condiciones
pt: Condições

source: You can not publishing record with protocol - "custom", and with empty field - URL
es: No se puede publicar la grabación con el protocolo - "custom", y con el campo - URL vacío
pt: Não pode publicar gravação com protocolo - "personalizado", e com campo -URL -vazio

source: File unavailable and cannot be published
es: Archivo no disponible y no puede ser publicado
pt: Arquivo indisponível e não pode ser publicado

source: Information not available
es: Información no disponible
pt: Informações não disponíveis

source: Turned On
es: Encendido
pt: Ligado

source: Turned Off
es: Apagado
pt: Desligado

source: BlockedLicense
es: Bloqueado
pt: Bloqueado

source: License key
es: Clave de Licencia
pt: Chave de licença

source: Key type
es: Tipo de Clave
pt: Tipo de chave

source: Remaining clearings
es: Limpiezas restantes
pt: Autorizações restantes

source: Key expiration date
es: Fecha de caducidad de la Clave
pt: Data de expiração da chave

source: User
es: Usuario
pt: Utilizador

source: Device type
es: Tipo de dispositivo
pt: Tipo de dispositivo

source: User activity
es: Actividad de usuario
pt: Atividade do utilizador

source: Actions
es: Acciones
pt: Acção

source: Invalid
es: Datos no válidos
pt: Inválido

source: Absent
es: Inexistente
pt: Ausente

source: Upload failed
es: Subida fallida
pt: Falha no carregamento

source: License keys is imported
es: Claves de Licencia importadas
pt: Chaves de licenças importadas

source: Invalid format for next license keys
es: Formato no válido para las siguientes Claves de Licencia
pt: Formato inválido para as chaves da licença seguintes

source: Not changed
es: Sin cambios
pt: Não mudou

source: Some errors found
es: Errores encontrados
pt: Alguns erros encontrados

source: Keys {updchid} has been updated
es: Claves {updid} han sido actualizadas
pt: Chaves {updchid} foram atualizadas

source: Key id:{updid} updated
es: Clave id:{updid} actualizada
pt: Key id:{updid} atualizado

source: Key id:{updid} not updated
es: Clave id:{updid} no actualizada
pt: Key id:{updid} não atualizado

source: Update key id:{updid} ended with an error
es: Actualización de la Clave id:{updid} finalizó con un error
pt: Atualização chave id:{updid} terminou com um erro

source: Operator identifiers is empty. Set options util_operator_secret and operator_key in config.ini
es: Los identificadores del operador están vacíos. Establezca las opciones util_operator_secret y operator_key en cofig.ini
pt: Identificadores do operador estão vazios. Definir opções util_operator_secret e operator_key em config.ini

source: Empty list
es: Por lista
pt: Lista vazia

source: Error. License key belongs to other service provider.
es: Error. Clave de Licencia pertenece a otro proveedor de servicio.
pt: Erro. A chave de licença pertence a outro provedor de serviços.

source: Serial
es: Series
pt: Série

source: Catalogue
es: Catálogo
pt: Catálogo

source: Original title
es: Titulo original
pt: Título original

source: Length, min
es: Duración, min
pt: Duração, min

source: Administrator
es: Administrador
pt: Administrador

source: Views lifetime
es: Vistas durante tiempo de vida
pt: Total de visualizações

source: Views last month
es: Vistas del mes pasado
pt: Visualizações no mês passado

source: Movie list
es: Lista de películas
pt: Lista de filmes
